{
    "upc_details": [
        {
            "upc": "191908370439",
            "product_name": "11\" x 8\" Rattan Turntum Weave Basket Natural - Threshold™ designed with Studio McGee",
            "product_description": "Bring a stylish accent that also offers extra storage to your living room or home office with the Rattan Turntum Weave Basket from Threshold™ designed with Studio McGee. This rectangular woven storage basket is made of rattan with an attractive open weave and natural color, making for a lovely decorative accent on your bookshelf, desk or console table. The design makes it easy to see the basket's contents, making it a great choice for everything from organizing your notebooks in your office to simply filling with vase filler and decorating your living room.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_62556715-4e5d-4fc1-b158-19792d5c3949?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 35.0,
            "disc": "70",
            "stock": "7",
            "employee": "JANETH"
        },
        {
            "upc": "644911003530",
            "product_name": "Lidded Glass Jar Harvest Brunch Candle - Opalhouse™",
            "product_description": "Create a relaxing and soothing environment for any room in your home with the Lidded Glass Jar Harvest Brunch Candle from Opalhouse™. This scented candle comes in a glass jar with a decorative lid, blending seamlessly with any decor. The pleasant aromas of pumpkin, cinnamon and caramel will leave your home smelling like autumn, and the wick softly crackles as it glows, bringing a warm and cozy vibe that's perfect for late evenings. Simply place this candle on any surface or countertop and enjoy the relaxing scents of pumpkin, cinnamon and caramel.\n\nThis is your house. Where you create spaces as bold as your spirit. Collect objects as inspired as your dreams. Find pieces that remind you of every place you've been. Discover stories to inspire everywhere you have yet to go. This is Opalhouse.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_189f2eef-1b4c-43ad-b324-f9879b984ac8?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 10.0,
            "disc": "40",
            "stock": "4",
            "employee": "JANETH"
        },
        {
            "upc": "810064781827",
            "product_name": "Buffalo Check Flannel Dog and Cat Pajama with Sleeves - White - Wondershop™",
            "product_description": "Help them stay warm on wintry days with this White Buffalo Check Flannel Dog and Cat Pajama with Sleeves from Wondershop™. This pet pajama suit makes a great choice for chilly days. It's printed with a black and white buffalo plaid pattern, along with a contrasting red finish on the neck and leg openings for a cute and lively classic look. The soft flannel fabric gives them a snug and comfortable fit. Plus, the pullover style makes it easy to put on and take off.\n\n100% Satisfaction Guaranteed.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_d0e8c7eb-36d2-462e-a862-58095cfb45eb?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 10.0,
            "disc": "65",
            "stock": "1",
            "employee": "JANETH"
        },
        {
            "upc": "810064781445",
            "product_name": "Holiday Fairisle Cotton Matching Family Dog and Cat Pajamas - Red - Wondershop™",
            "product_description": "Dress up your pet for the holiday season in this Red Pajama Fair Isle Cotton Dog and Cat Jersey from Wondershop™. This pet pajama outfit makes a great choice for chilly days. It's printed with red and black Fair Isle pattern on a white backdrop with a coordinating red trim on the neck and leg openings for a cute and lively winter-themed look. The soft and breathable fabric with a hint of stretch gives your pet a comfortable, snug fit. Plus, the pullover style makes it easy to put on and take off.\n\n100% Satisfaction Guaranteed.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_87224297-af57-4d9d-9e44-a9468f172ef5?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 8.5,
            "disc": "59",
            "stock": "1",
            "employee": "JANETH"
        },
        {
            "upc": "738215327109",
            "product_name": "Chino Chef Apron Red - Design Imports",
            "product_description": "You'll be ready to whip up a storm with the Chino Chef Apron. Keep your clothes clean as you saute and mix up meals for family and friends with this kitchen apron. DII 100% Cotton Unisex Chef Aprons come with the adjustable neck strap and extra-long ties that can wrap around and tied in the front, the DII Adjustable Bib Apron fits most sizes and is suitable for either men or women. The apron also comes with a huge pocket to hold onto seasoning packets, meat thermometer, grill slips, cellphone and recipe cards. These colorful and functional aprons come include one font sturdy front pockets The simplicity of the aprons allows for easy apron customization projects, such as embroidery, fabric paint, and dye.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_639b210c-cc0a-4328-a2c1-e53cbd247f13?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 7.79,
            "disc": "40",
            "stock": "1",
            "employee": "JANETH"
        },
        {
            "upc": "9781645177968",
            "product_name": "You're My Little Christmas Cookie - by Nicola Edwards (Board Book)",
            "product_description": "Not Found",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_08e697e9-a750-4b10-9d29-8278ec2cb9e1?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 8.99,
            "disc": "50",
            "stock": "1",
            "employee": "JANETH"
        },
        {
            "upc": "078041204350",
            "product_name": "ICU Health Carbon Filter Face Mask Insert - 30ct",
            "product_description": "Been looking for some replacement carbon filters for your filter pocket equipped mask? We’ve got you covered with the ICU Health Carbon Filter Mask Insert. The Carbon Filter Mask Insert is made from non-woven, splash proof fiber on either outer side, with melt blown polypropylene inner layers which surround a non-woven, activated carbon filter layer in the very middle. Carbon Filters made from Particular Matter 2.5 are proven, effective combatants to airborne fluid transmissions, as well as for countering smoke. Each ICU Health 5-Layer Carbon Filter Mask Insert Box contains 30 replacement filters compatible with any mask with a filter pocket. Filter replacements are in the shape of a rounded rectangle and measure approximately 3 and 1/8 inches tall by 4 and ¾ inches wide.\n• The product has not been FDA cleared or approved\n• The product has been authorized by FDA under an EUA for use as source control by the general public as well as by HCP in healthcare settings as to help prevent the spread of infection or illness during the -19 pandemic.\n• This product is authorized only for the duration of the declaration that circumstances exist justifying the authorization of the emergency use of medical devices, including alternative products used as medical devices, during the -19 outbreak, under section 564(b)(1) of the Act, 21 U.S.C. § 360bbb-3(b)(1) unless the authorization is terminated or revoked sooner.\n\nNot recommended for use in any surgical setting or where significant exposure to liquid, bodily or other hazardous fluids may be expected, or use in a clinical setting where the infection risk level through inhalation exposure is high, or use in the presence of a high intensity heat source or flammable gas.\n\nThe 5-Layer Carbon Filters are manufactured in China for ICU Health, an FDA registered company located in Hollister, California, USA.\n",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_9247473c-3740-4a15-99d8-0581ef0b1775?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 9.99,
            "disc": "70",
            "stock": "1",
            "employee": "JANETH"
        },
        {
            "upc": "014400610004",
            "product_name": "Ball 16oz 12pk Glass Regular Mouth Mason Jar with Lid and Band",
            "product_description": "Featuring a classic design that offers ideal versatility for canning and crafting projects, Ball Regular Mouth Glass Mason Jars help capture your creativity. These mason jars with lids have a timeless design that moves effortlessly from the panty to the table, and are great for preserving fresh recipes such as salsas, syrups, sauces, fruits, and vegetables. In addition to preserving, these regular mouth mason jars are also great for serving, creative decor, and gift giving. The included lids and bands create airtight seals while canning to keep your creations fresh and delicious. This set of 12 reusable mason jars is BPA-free and made in the USA.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 8.99,
            "disc": "40",
            "stock": "1",
            "employee": "JANETH"
        },
        {
            "upc": "090014028329",
            "product_name": "Baby Trend Tango Travel System",
            "product_description": "Indulge yourself with the perfect blend of quality, comfort and style when you and your child experience the Baby Trend® Tango™ Travel System together. The lightweight, nimble stroller holds an abundance of features that you both will enjoy. Parent Premiums include convenient compact one-hand quick fold, a large storage basket with front and rear access, a contemporary parent console with cell phone positioner and two extra-deep flex-grip cup holders that will keep your large water bottles secure.\n\nYour child will appreciate the exclusive Comfort Cabin, complete with an extra-long canopy and visor with built-in UPF 50+ protection, deluxe fabrics with premium padding and dual frame suspension to ensure a smooth ride.\n\nWhen folded, the Tango™ Stroller is 30% more compact*. Turn the stroller into a travel system by combining the Tango stroller with the included Ally™ Infant Car Seat. The Ally™ features higher, deeper side wings with EPS foam for optimal side impact protection, a 5-point safety harness and a 4-position height adjustable base. It accepts infants from 4-35 lbs.\n\n*Compared to Baby Trend® EZ Ride5 Travel System",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_35ab18fc-3525-42a4-9e6c-d18312519335?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 189.99,
            "disc": "30",
            "stock": "1",
            "employee": "JANETH"
        },
        {
            "upc": "071723011819",
            "product_name": "Anti-Microbial Partition Expanding File Folder - Five Star",
            "product_description": "LASTS ALL YEAR. GUARANTEED! Five Star Durashield Antimicrobial Partition Folder resists the growth of bacteria to prevent stains and odors on product. Portable and easy to set up. 2 pockets hold loose sheets. Durable plastic is water resistant and protects documents from accidental spills. 3-hole punched to store in your favorite Five Star binder. Folder measures 14\" x 9 5/8\" and holds 8 1/2\" x 11\" sheets.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_5c6fdfab-27aa-4673-bdb8-04d6ee4e259d?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 4.99,
            "disc": "50",
            "stock": "1",
            "employee": "JANETH"
        },
        {
            "upc": "191908748221",
            "product_name": "Potted Lavender - Threshold™",
            "product_description": "Enliven a room without putting in an ounce of effort with this Potted Lavender from Threshold™. This artificial potted plant showcases faux lavender with lush green branches arranged together to lend extra texture for a warm and welcoming look. The artificial plant is housed inside a ceramic pot for quick display. Simply place this artificial potted plant on the entryway console table or on a shelf in your kitchen to add the perfect finishing touch to your space.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_e99e4f83-da73-41b3-ba6f-5620f83dfe22?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 15.0,
            "disc": "40",
            "stock": "1",
            "employee": "JANETH"
        },
        {
            "upc": "493240201878",
            "product_name": "Textured Stripe Quilt Railroad Gray - Hearth & Hand™ with Magnolia",
            "product_description": "Introduce comfort and texture to your sleep oasis with this Textured-Stripe Quilt from Hearth & Hand™ with Magnolia. In 100% dobby-weave cotton, this striped quilt is cozy enough for winter and breathable enough for summer. Give your bed a relaxed, comfy appeal with this gray quilt.\n\nCelebrate the everyday with Hearth & Hand — created exclusively for Target in collaboration with Magnolia, a home and lifestyle brand by Chip & Joanna Gaines. Built upon our shared commitment to giving back to our communities, these pieces reveal the beauty of everyday moments shared with family and friends. Oeko-Tex.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 69.99,
            "disc": "40",
            "stock": "1",
            "employee": "JANETH"
        },
        {
            "upc": "191908615417",
            "product_name": "Solid Chenille Knit Throw Blanket - Threshold™",
            "product_description": "Welcome cozy ambiance to your space with this Solid Chenille-Knit Throw Blanket from Threshold™. Crafted from a chenille fabric, this knit throw blanket feels soft against your skin and envelops you in cozy comfort as you read a book or watch a movie on the couch. In a solid hue, this chenille throw blanket showcases a classic cable-knit design that lends texture and warmth to your space. Drape it over your favorite armchair or toss it on the back of your sofa to add texture the your decor while providing a cozy cover for yourself or your guests.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_4bdb1de6-14cf-48f9-8175-76b21009730c?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 20.0,
            "disc": "40",
            "stock": "1",
            "employee": "JANETH"
        },
        {
            "upc": "848709094483",
            "product_name": "Speck Apple iPhone 11/XR Presidio Case",
            "product_description": "PRESIDIO® PERFECT-CLEAR + OMBRE is our most clear protective case that we’ve ever designed. It features bold and stylish ombre patterns that are sure to bring style to your device. Our innovative new materials have allowed us to create a case that stays clear longer and provides more protection and durability.\n\nNot only is this case stylish, but our clear impact technology makes it strong as nails. Our proprietary, clear phone-cushioning rubber compresses on impact to protect your phone and resist damage. These cases have been tested in the real world to withstand drops of up to 13 feet, so you’ll be confident knowing your phone will be protected.\n\nIt also has a built-in antimicrobial treatment from Microban® that delivers a 99% reduction in stain and odor-causing bacteria on the case, creating a cleaner surface.\n\nIf that wasn’t enough, it also features our raised bezel. This added edge helps protect your screen from scratching and shattering if, and/or when your phone falls and lands face-down.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_92178187-9ddd-46a7-a0b9-fcfae5b3e325?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 44.99,
            "disc": "40",
            "stock": "1",
            "employee": "JANETH"
        },
        {
            "upc": "849790109643",
            "product_name": "NBA Los Angeles Lakers Toy Gift Set",
            "product_description": "This prime gift contains a full set of Cute & licensed Pet Products perfect for a new pet or to gift for holiday! Best Christmas Gift! Great Gift for the Sporty Fan! basketball toy Shaped like a basketball with an embroidered team logo, this toy is made from durable nylon. Court dog toy shaped like a basketball court, this toy is made from durable nylon with a web trim. It features handles on either side to provide pet parents with a better grip during tug-o-war and also has a squeaker on the inside to keep your pup interested. Show off your team spirit and give your paw-tner a fun fetch, tug or chew plaything with the Pets First toy gift set",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_517c36b9-9587-454d-bcf5-7021ea7c02ba?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 19.99,
            "disc": "80",
            "stock": "1",
            "employee": "JANETH"
        },
        {
            "upc": "038257689525",
            "product_name": "Hanes Women's Extended Size 10pk Low Cut Socks - 8-12",
            "product_description": "The Hanes Red Label Women's Extended Size Cushioned 10pk Low Cut Athletic Socks - 8-12 comes in a convenient pack of 10 pairs. Made from a soft,. polyester blend, these socks are soft and comfortable. It features a cushioned foot bottom and reinforced heel and toe, they offer added comfort and durability without the bulk. A touch of spandex ensures a flexible fit and a comfort toe seam.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_24615141-09ef-43cf-843e-e4f512ff413a?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 10.99,
            "disc": "50",
            "stock": "1",
            "employee": "JANETH"
        },
        {
            "upc": "028295360524",
            "product_name": "Faux Marble Table Frame Gray - Project 62™",
            "product_description": "Display your favorite pictures in beautiful style with this Faux Marble Table Frame Gray - Project 62™. This fine picture frame features a natural smooth marble finish to bring timeless charm to your living room decor. Minimalistic design to add a pop of neutral flair, this sturdy photo frame comes with freestanding that allows for vertical or horizontal display. The glass front helps protect your photo from dust, dampness, and damage — place this piece on your console table, nightstand, or any other surface to add a personal touch to your interior decorating.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_c4006ffa-ea06-41e4-aae6-4a1c4131c863?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 8.0,
            "disc": "40",
            "stock": "1",
            "employee": "JANETH"
        },
        {
            "upc": "6921734998330",
            "product_name": "Foldable Ruler Red - up & up™",
            "product_description": "The foldable trasparent ruler is portable and fuctional. The ruler measures up to 12 inches and also can be folded to 6 inches to fit in most pencil pouch/case. The rotaional hinge in the middle can be used as a mini protractor.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_bb4e1e21-974a-4c57-b671-529286a2e372?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 0.99,
            "disc": "40",
            "stock": "1",
            "employee": "jay"
        },
        {
            "upc": "889802194045",
            "product_name": "Go by Goldbug Nursing Scarf - Floral",
            "product_description": "Soft, stylish and always there when you need it, our 5-in-1 scarf provides instant privacy at home or on the go. It's lightweight and breathable, with a multi-use design that quickly converts from a nursing scarf to a car seat cover, shopping cart cover or non-medical face covering",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_5bc9debb-42cb-4f8a-b5b3-812bc2a687f1?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 19.99,
            "disc": "60",
            "stock": "1",
            "employee": "jay"
        },
        {
            "upc": "191908726007",
            "product_name": "4pk Tick Stripe Cloth Napkin Set Blue/Sour Cream - Hearth & Hand™ with Magnolia",
            "product_description": "Give your table an extra touch of charm with the 4-Pack Tick Stripe Cloth Napkin Set from Hearth & Hand™ with Magnolia. This napkin set comes with four cloth napkins, each with a pattern of blue and off-white stripes for a look that suits any season and coordinates with a range of dishware colors. Made from a cotton-linen blend, these napkins are soft and absorbent for comfortable use as you wipe your hands or face or use them to wipe away messes at the table.\n\nCelebrate the everyday with Hearth & Hand — created exclusively for Target in collaboration with Magnolia, a home and lifestyle brand by Chip & Joanna Gaines. Built upon our shared commitment to giving back to our communities, these pieces reveal the beauty of everyday moments shared with family and friends.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 9.99,
            "disc": "75",
            "stock": "1",
            "employee": "jay"
        },
        {
            "upc": "085239225493",
            "product_name": "Dog and Cat Puffer Vest - Aqua Stripe - Wondershop™",
            "product_description": "From chilly mornings to cool evenings, make sure your pet baby is equipped for the cool weather in this Dog and Cat Puffer Vest from Wondershop™. Boasting a quilted construction for cozy comfort, this puffer jacket for dogs and cats features an attached hood with soft and warm faux-fur lining for added coverage. Featuring a simple pull-on design, it's designed with hook-and-loop straps to fit securely on them. Plus, a slit in the back allows you to easily attach a leash to their collar. Showcasing a colorblock design in aqua, blue and navy, it's sure to bring a color update to their look.\n\n100% Satisfaction Guaranteed.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_656cc168-df5f-4766-901c-1593682f5cfc?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 15.0,
            "disc": "50",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "615258025295",
            "product_name": "Zipper Storage Bags - up & up™",
            "product_description": "Enjoy your tasty snack on the go with these 150-Count Sandwich Bags from up & up™. This pack of food storage bags makes a great addition for grab-and-go snacking or for organizing your food storage at home. Designed for packing a sandwich-sized or single-serving snack, these ready-to-use bags come with a double seal closure to keep food fresh and easily accessible at all times. Whether you use them for packing a tasty sandwich lunch for work, your child's school snack or your favorite food item for your next road trip, these multipurpose food storage bags will become a favorite go-to in your busy home kitchen.\n\n100% Satisfaction Guaranteed.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_afab1792-5770-4762-b4af-3340cc88f115?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 2.99,
            "disc": "38",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "043935542931",
            "product_name": "Hanes Men's Boxer Briefs",
            "product_description": "Hanes Men's cotton boxer briefs are soft, stretchable and breathable all for your everyday comfort. The support of briefs plus the freedom of boxers. You really can have it all. Featuring Cool Comfort ® wicking fabric to help keep you cool. Tagless for an itch free comfort. Sold in a 4 pack.\n",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_1bf72a52-2fe6-4d0d-b21f-6913ff5ebc2f?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 15.99,
            "disc": "50",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "042607800683",
            "product_name": "Colorful Triangle Print Dog and Cat Pajamas - Wondershop™",
            "product_description": "Dress up your furry pal in cute and colorful style with this Toy Kingdom Triangle Dog and Cat Pajamas from Wondershop™. This white pet pajama suit makes a great choice for chilly days. It's covered with a colorful toy kingdom-inspired triangle pattern for a fun and lively look. Bright red trim on the neck and leg openings, as well as a back pocket, give it a cute and cheerful finish. The soft and breathable fabric with a hint of stretch gives your pet a comfortable, snug fit. Plus, the pullover style makes it easy to put on and take off.\n\n100% Satisfaction Guaranteed.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_b912b931-8357-4c4e-aa20-64708ed29214?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 10.0,
            "disc": "50",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "490250053596",
            "product_name": "Women's Floral Back Tights - A New Day™ Black",
            "product_description": "Making an entrance? Nah, it’s all about the exit now. Say goodbye with sweet-and-sultry style in the Mid-Rise Tights from A New Day™. A vine of florals bloom up and down the back of these fashion tights for a look that is luxuriously unique, and the semi-opaque construction beautifully pairs with the florals for a dainty yet alluring vibe. Whether you rock a soft and sweet look in a skater dress and pumps, or slip into a graphic tee, ripped denim and combat boots for a sweet meets rocker-chick ensemble, you’ll love the dainty touch of these floral tights. And your show-stopping exit.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_90cd079d-f4a7-4402-b190-bf05a8d76df3?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 10.0,
            "disc": "50",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "492151078555",
            "product_name": "Marquis Shape Stone Drop Earrings - Universal Thread™ Blue",
            "product_description": "For a chic boho style, these Marquise-Shape Stone Drop Earrings from Universal Thread™ are the perfect addition to your look. These drop-down earrings showcase a beautiful blue stone pair with a sleek silver finish, making for the perfect pop to your look. These blue stone earring pair just as perfectly with your favorite pair of jeans and a comfy tee as with a flowy dress for an added boho vibe.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_ce61077e-8d66-4127-9ae7-b370602553e6?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 7.99,
            "disc": "50",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "085239225806",
            "product_name": "Holiday Dog and Cat Sweater - Red - Wondershop™",
            "product_description": "Equip your pet baby for the cooler months and festive season with this Dog and Cat Sweater from Wondershop™. Made from 100% acrylic fabric and featuring a knit construction with a turtleneck design, this sweater for pets offers them cozy comfort. Featuring a simple pull-on design for easy dressing, it features leg cutouts for comfy wear. Plus, a slit in the back allows you to easily attach a leash to their collar. Showcasing a diamond knit pattern on a red background, it's sure to bring cute, festive flair to their look while keeping them snug and cheerful.\n\n100% Satisfaction Guaranteed.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_6df79800-57d9-4206-af46-203d55b23e7b?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 12.0,
            "disc": "75",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "191904822314",
            "product_name": "Soft Utility Square Backpack - Universal Thread™",
            "product_description": "Whether you're headed to work, to class or on a daytrip, this Zip-Closure Soft Utility Backpack from Universal Thread™ lets you carry the essentials you need in chic style. Designed in a square shape with a flat bottom and plenty of storage pockets, this utility bag also features two faux leather handles on top so you can carry it in your hand as a tote when desired. The interior features a laptop pocket to fit up to a 15-inch laptop, while phone, zip and slip pockets offer ample room for small items while also keeping your stuff more organized.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_8b251c0c-2840-4905-a9c4-f762ef5d730f?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 35.0,
            "disc": "43",
            "stock": "4",
            "employee": "Chanelle"
        },
        {
            "upc": "191908750736",
            "product_name": "10.5\" Plastic Dinner Plate - Room Essentials™",
            "product_description": "Enjoy your everyday meals in this Plastic Dinner Plate from Room Essentials™. A practical addition to your dinnerware collection, this plastic dinner plate features a clean, round shape in a soft green hue that mixes easily with your existing dishware. Made from BPA-free, food-safe material, this 10.5-inch dinner plate is ideal for everyday use, and great for serving a variety of main course dishes. Plus, it's safe to use in the dishwasher and microwave for easy cleaning and reheating.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_eb62f317-98e0-403f-83e9-960db7972f6e?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 0.75,
            "disc": "40",
            "stock": "20",
            "employee": "Chanelle"
        },
        {
            "upc": "829576102457",
            "product_name": "Reflective Comfort Dog Harness - Boots & Barkley™",
            "product_description": "From long morning walks to short evening strolls, get your pooch moving around the neighborhood with the Reflective Comfort Dog Harness from Boots & Barkley™. This solid-hued dog harness is made from a soft fabric designed to hold up against tugging or pulling, and it has a buckle design with adjustable straps offering a secure fit for your pup. The solid color lends a sleek look and the reflective stitching provides easy visibility in dark, rainy or foggy conditions. A perfect accessory for your pet, this harness is suitable for dogs of all ages that weigh up to 10 pounds.\n\nLoving your pet from head to tail.™\n\n100% satisfaction guaranteed or your money back.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_53f7252d-6ab4-4049-9d28-76e743ff7147?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 13.99,
            "disc": "50",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "191908114835",
            "product_name": "50\"x70\" Oversized Chunky Hand Knit Decorative Bed Throw - Casaluna™",
            "product_description": "The Oversized Chunky Hand Knit Decorative Bed Throw by Casaluna™ is handcrafted in a chunky knit and makes a perfect addition to your bed. The sweater-knit construction gives it a cloud-like texture great for layering over bedding. An array of neutral hues makes it easy to find one that coordinates with your decor while bringing a soothing ambiance to your space. Shedding and pilling will occur naturally in our Hand-Knit Oversized Bed Throw.\n\nThis is your invitation to create a space that’s just for you. Make room to relax with Casaluna, where calm and comfort are naturally at home.\n\nWe’re committed to making products better for you, and the world. This product is STANDARD 100 by OEKO-TEX® certified, meaning that everything from the dyes and fabrics to accessories like buttons and zippers are tested and verified as free from harmful levels of more than 300 substances.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 79.0,
            "disc": "50",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "829576789580",
            "product_name": "Reflective Funnel Neck Dog Jacket - Gray - Boots & Barkley™",
            "product_description": "Keep your furry best friend comfy and cozy in this Reflective Funnel Neck Dog Jacket from Boots & Barkley™. Featuring hook-and-loop fasteners on the belly for easy on and off and a secure fit, this reflective funnel jacket is crafted from lightweight fabric to keep you four-legged buddy in cool comfort. It has a smooth reflective exterior that allows your pet to stay more visible even in low-light and low-visibility environments.\n\nLoving your pet from head to tail.™\n\n100% satisfaction guaranteed or your money back.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_95ffa663-453f-48ac-b9c8-ce306bb92028?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 19.99,
            "disc": "50",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "829576757503",
            "product_name": "Hedgie and Badger Hide and Seek Burrow Dog Toy - L - Boots & Barkley™",
            "product_description": "What dog doesn't love searching for woodland critters? Pamper your favorite pooch with this fun interactive occupy toy. Designed to look like a log with three burrowing hedghogs, this 4-in-1 toy promotes mental stimulation and interactive play. Your pup will be plenty occupied tugging, digging and shaking the plush hedghogs out of the burrow log. Stuff the toys back in the log and watch your pup figure out the toy in new ways. This toy features multiple textures and durable materials to keep your pup entertained.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_48b96089-9dd3-49f4-a42e-f15359c50a84?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 8.99,
            "disc": "70",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "191908142210",
            "product_name": "King Euro Heavyweight Linen Blend Throw Pillow - Casaluna™",
            "product_description": "When you've designed the perfect look and feel for your home's restful retreat, provide a beautiful and functional finishing touch with this Heavyweight Linen Blend King Euro Throw Pillow from Casaluna™. This large decorative throw pillow comes in a variety of soothing earth tone colors to complement the look and feel you've designed for your bedroom, and the large rectangular shape is great for providing support while you lean and read a book or catch up on your favorite shows. The heavyweight linen blend cover is designed with a zipper closure for easy removal or replacing of the pillow insert, and it features an allover textured look with a fringe trim for a stylish contrasting finish.\n\nThis is your invitation to create a space that’s just for you. Make room to relax with Casaluna, where calm and comfort are naturally at home.\n\nTested for harmful substances and produced sustainably in accordance with OEKO-TEX® guidelines.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_b6e17e91-af38-4f55-8156-8e8bd151760c?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 39.0,
            "disc": "40",
            "stock": "2",
            "employee": "Chanelle"
        },
        {
            "upc": "191908386546",
            "product_name": "Oversized Primalush Throw Blanket - Threshold™",
            "product_description": "Not Found",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_7d5f9a55-3734-4b5f-8f47-884dde612ac9?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 16.99,
            "disc": "40",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "191908095653",
            "product_name": "Printed Jersey Sheet Set - Room Essentials™",
            "product_description": "The Printed Jersey Sheet Set from Room Essentials™ will create a cozy and welcoming sleep environment. Reminiscent of your favorite T-shirt, this multi-piece bedding set is made of a soft and stretchy jersey fabric with a pleasing print that adds comfort and chic style to your bedscape. It includes a flat sheet, a fitted sheet and matching pillowcase(s) to complete your resting nook with a cohesive look. Use the set in your dorm or bedroom, and complete the look by adding coverlets, quilts and decorative pillows of your choice.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_656b876a-1cc5-42d8-9fac-3585ead35e2f?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 35.0,
            "disc": "70",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "9780395401460",
            "product_name": "Miss Nelson Is Missing! (Reissue) (Paperback) (Harry Allard)",
            "product_description": "\n\n\n\nAbout the Book\n\n\n\nThe kids in Room 207 take advantage of their teacher's good nature until she disappears and they are faced with a vile substitute. \"Rarely has the golden rule been so effectively interpreted for children.\"--\"Booklist.\" Full-color illustrations.\n\n\n\n\n\nBook Synopsis\n\n\n\n\n\nThe classic, hilarious story of a misbehaving class, their sweet teacher, and the legendary substitute teacher who restores order in their chaotic classroom. Includes bonus downloadable audio.\n\nMiss Nelson's class always acts up--especially when their teacher is absent from school! But after a week with their strict substitute, Viola Swamp, the kids can't wait for Miss Nelson to come back. Full of tongue-in-cheek humor and James Marshall's simply silly illustrations, this is the ultimate back-to-school book or teacher gift: Accept no substitute!\n\n\n\n\n\nReview Quotes\n\n\n\nRarely has the golden rule been so effectively interpreted for children.--Booklist, ALA If all teachers looked as goofy as Mr. Marshall makes these two, the earth would never again have a truancy problem.--The New York Times",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_b69ef994-552d-44a3-bcc9-49e4e9831f47?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 8.99,
            "disc": "50",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "195994521959",
            "product_name": "Women's Holiday Buffalo Check Plaid Fleece Matching Family Pajama Pants - Wondershop™ Red S",
            "product_description": "\nGive a warm, festive makeover to your sleepwear with the Holiday Buffalo Check Plaid Fleece Matching Family Pajama Pants from Wondershop™. These sleep pants for women are adorned with a classic red and black buffalo plaid pattern and made from a lightweight fleece fabric to keep you cozy and comfy all night long. Tailored in a standard-fit silhouette, the pull-on PJ pants feature an elasticized waistband for a secure fit and they're super easy to match with your choice of sleep shirts to create a range of comfy and versatile sleep ensembles. These pajama pants are part of the Holiday Buffalo Check Plaid Fleece Matching Family Pajama Collection, so the whole family can suit up in coordinating style.\n\n100% Satisfaction Guaranteed.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_5f4bf9d8-a7ba-41e6-b895-d4f06c1ac6ea?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 10.0,
            "disc": "50",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "011217991418",
            "product_name": "Snap and Store Variety Pack Food Storage Container - 12ct - up & up™",
            "product_description": "From crispy chips, delicious pasta dishes and succulent stews to cut up fruits and salad, store or carry your favorite food with the 12-Count Variety Pack Food Storage Containers from up & up™. Safe for use in microwaves and freezers, these BPA-free food containers feature a clear design that lets you look at the contents without opening the lid, while the tight-fitting lid blocks out air and moisture to keep food fresh and flavorsome. Plus, cool touch handles make carrying hot food effortless, and a variety of sizes gives you options to store your different foods.\n\n100% Satisfaction Guaranteed.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_f9ab089e-33c6-4b87-b4e0-aebaa9d8a0eb?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 6.79,
            "disc": "70",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "192833218278",
            "product_name": "5oz Tin Cashmere Vanilla Candle Blue - Threshold™",
            "product_description": "Excellent for aromatherapy, the Tin Candle Winter Frost Blue - Threshold™ makes for a great relaxing evening. Molded into a decorative and reusable golden shade metal body, this candle burns for 20 hrs, acting as the perfect stress buster. With one long wick, this 5-oz. candle is great for meditation, keeping you fully immersed in tranquility. Made with soy wax blend, transcend to a whole another level of peace and comfort.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_944337f4-07b8-4dc6-8081-2348c7607766?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 4.25,
            "disc": "40",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "887915318266",
            "product_name": "3pk Metal Bin Labels Nickel - Room Essentials™",
            "product_description": "Take organization to the next level with these Nickel Metal Bin Labels from Room Essentials™. Coming in a pack of three, you'll have a label for each cube storage bin on your shelf. Simply sliding right over the edge, just write down whatever is stored in each bin. If you swap out what's inside, just slide off the label and make a new one.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_fc69a0e1-f63a-4e05-bb58-68362b5bbe82?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 7.0,
            "disc": "50",
            "stock": "2",
            "employee": "Chanelle"
        },
        {
            "upc": "840070911246",
            "product_name": "Nintendo Animal Crossing: Stationery Collector's Bundle",
            "product_description": "Not Found",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_095dcc4e-ec7d-4795-bf29-8a0f6ef0bd81?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 19.99,
            "disc": "50",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "012587786161",
            "product_name": "Glad Press'N Seal + Plastic Food Wrap - 100 sq ft",
            "product_description": "Glad Pressn Seal uses Griptex technology to protect food with a leak proof and airtight seal. Great for storing and protecting leftovers, this multipurpose wrap seals tightly onto a variety of surfaces, such as paper, plastic, metal, wood or other dry surfaces. The Griptex technology activates when pressure is applied and seals to itself, allowing you to create custom shaped food storage bags to freeze food or to make individual portions. It also works well around the house or at work to keep things clean and protected. Pressn Seal wrap is simple to use and easy to handle. The wrap is BPA free and microwave safe. Glad protects and seals with ease.\n\nUsage Directions: Pull the plastic food wrap from the roll. Use serrated lid for clean tearing. Place it over the desired area. Press food wrap along dry rim. Glad Pressn Seal wraps activated gripping texture tightly seals to almost any dry surface. When using in the microwave, allow at least 1 inch of space between wrap and food. Turn back one corner of food wrap to vent.\n\nCaution Statements: Avoid contact with cutting edge. Not for use in conventional or convection ovens, stove tops, toaster ovens or browning units. To prevent wrap from melting, foods high in fat (like bacon) or sugar (like pastries) should not come in contact with plastic wrap in the microwave. When microwaving, turn back one corner of Pressn Seal wrap to vent excess steam. Best when used on clean, dry surfaces. To avoid danger of suffocation or choking, keep this wrap away from babies and children.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_65f1c233-4c23-41f5-bc92-257d310d3bc5?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 4.39,
            "disc": "38",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "810064770289",
            "product_name": "Make It Rain Money Maker",
            "product_description": "Let the money rain down on the party with the Make It Rain Money Maker by NPW. This Money Maker fires dollar bills, real or fake, at high speed when the trigger is pulled. Take this Money Maker to a party, and show everyone that you know how to roll in cash. This item is powered by 3 AAA batteries.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_309064be-d194-45bb-b065-63d16ee48dbf?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 15.0,
            "disc": "50",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "125700003202",
            "product_name": "Ziploc Storage Gallon Bags",
            "product_description": "Unloc the convenient life with Ziploc® Brand Storage Bags. Featuring Grip ‘n Seal technology that includes easy-open tabs and non-slip textured grips, these BPA-free plastic storage bags are easy to open, hold and seal. They’re ideal for storing leftovers or pre-prepared ingredients for a healthy meal without making a mess of the bag, your hands or the kitchen! And, thanks to the airtight Smart Zip Plus Seal, you can be confident that your food and its fantastic flavors will be preserved until the moment you need them – less food wasted, more money saved!\n\nThe easy-to-use, durable nature of these gallon-size Ziploc® bags means they’re ideal for use in packed lunches, picnics or to store food and non-food items around the house. They’re a great way for you to pack up favorite snacks, favorite games and even favorite family traditions and keep them safe and secure until you’re ready to enjoy them. Lock in the flavor, then unloc the fun.\n\nThese bags can be used again and again (when used as directed), which means you save money and reduce waste. Unloc better living with Ziploc® gallon bags! Unloc the convenient life with Ziploc® brand gallon storage bags.\n\nDIRECTIONS FOR USE: Ziploc Bags are reusable after hand-washing and drying! We do not recommend reusing Ziploc bags after storing raw meat, fish, eggs, or potentially allergy triggering foods. Microwave Defrost & Reheat - Open zipper one inch to vent.\n\n\nUSES: Ziploc® brand Storage Bags are perfect for food storage, including items like meat, fish, or chicken in the refrigerator\n\nWARNINGS: WARNING! To avoid danger of suffocation, keep bags away from babies and young children. When using in microwave, place bag on a microwave-safe dish. Handle with care. Vent bag 1 inch. Bag and contents may be hot. Do not overheat contents as bag may melt.\n\nINGREDIENTS: Polyethylene, Polypropylene, and Ink.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 5.79,
            "disc": "38",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "191908735726",
            "product_name": "Glass Candle with Cork Lid Citrus Bloom and Basil - Threshold™",
            "product_description": "Excellent for aromatherapy, the Glass Candle with Cork Lid Citrus Bloom and Basil - Threshold™ makes for a great relaxing evening. Molded into a neat and reusable glass body, this candle burns for 30 hrs, acting as the perfect stress buster. With two long wicks, this 14-oz. candle is great for meditation, keeping you fully immersed in tranquility with Citrus Bloom and Basil scents. With palm oil and paraffin wax blend, transcend to a whole another level of peace and comfort.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_e3d0c5d1-faf2-4850-8497-60d4cba639d1?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 10.0,
            "disc": "40",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "085761276376",
            "product_name": "Hatchin Grow Butterfly Pinwheels",
            "product_description": "Just submerge the 2.75\" mermaid egg in cold water and wait. Patience is your playmate with this underwater surprise. Within 12-24 hours a mermaid will emerge as it grows out of the shell! Each mermaid is a siren surprise! Watch the mermaid reach full size in 1-2 days. As it dries, watch it shrink back to its original size. Soak it in water to make it grow again.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_600355e2-abae-4484-9031-2556bff865c5?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 2.99,
            "disc": "85",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "886601491061",
            "product_name": "Solid Toothbrush Holder Gold Wire - Threshold™",
            "product_description": "Add a touch of unique style to your bathroom aesthetic with this Solid Toothbrush Holder from Threshold™. Featuring an open design with three circular rings, this compact toothbrush holder makes it easy to accommodate toothbrushes with ease, and its lightweight construction allows you to move it to any corner of your countertop with ease. With a black resin base and a gold-finished stand, this wire toothbrush holder easily pairs with a variety of different decors for just the right pop of style.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_7ad0d841-da60-449f-b49b-4122d1f71356?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 9.99,
            "disc": "40",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "853541007355",
            "product_name": "Ryan's World Mystery Goo",
            "product_description": "Squish, squish, hooray! Ryan's World's squishy figures are so soft and satisfying, kids can't put them down. Based on Ryan's most popular videos, the brand new assortment includes Rescue Diver Ryan, Roller Girl Alpha Lexa, and Sir Ryan the Brave and more! Collect them all!\n\nRyan Toys Review is the most popular kids and family YouTube channel on the planet with 20+ Billion video views and 15+ million subscribers and counting.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_4252852e-23e1-4ab0-ac2e-6d1975a240ee?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 3.99,
            "disc": "50",
            "stock": "4",
            "employee": "Chanelle"
        },
        {
            "upc": "829576789597",
            "product_name": "Reflective Funnel Neck Dog Jacket - Gray - Boots & Barkley™",
            "product_description": "Keep your furry best friend comfy and cozy in this Reflective Funnel Neck Dog Jacket from Boots & Barkley™. Featuring hook-and-loop fasteners on the belly for easy on and off and a secure fit, this reflective funnel jacket is crafted from lightweight fabric to keep you four-legged buddy in cool comfort. It has a smooth reflective exterior that allows your pet to stay more visible even in low-light and low-visibility environments.\n\nLoving your pet from head to tail.™\n\n100% satisfaction guaranteed or your money back.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 16.99,
            "disc": "50",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "042607800836",
            "product_name": "Target Team Member Dog and Cat Costume - Wondershop™",
            "product_description": "Let your pet show off your love for Target wearing this Target Team Member Dog and Cat Costume from Wondershop™. This two-piece pet costume includes a Target hat and a team member vest, both in Target red for an authentic look. The hat is designed with an adjustable strap to help find the right fit for your pet, and the vest features a hook-and-loop closure for easy wear. This fun Target pet costume even features a team member name tag that you can personalize for your furry friend. Have them wear this red Target team member pet costume during your Christmas celebrations to help you distribute gifts, or any time you're looking for a fun pet costume.\n\n100% Satisfaction Guaranteed.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_266f83d0-a739-4621-a5aa-c509076d0c92?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 12.0,
            "disc": "50",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "9780142501122",
            "product_name": "Room on the Broom ( Picture Puffins) (Reprint) (Paperback) by Julia Donaldson",
            "product_description": "\n\n\n\nAbout the Book\n\n\n\nWhen a witch loses her hat and wand while riding her broomstick, three helpful animals find the missing items. All they want in return is a ride on the broom. Is there room on the broom? Full color.\n\n\n\n\n\nBook Synopsis\n\n\n\nThis fun family read-aloud is a story of quick wits, friendship, and inclusivity from the creators of The Gruffalo!\n\nThe witch and her cat are happily flying through the sky on a broomstick when the wind picks up and blows away the witch's hat, then her bow, and then her wand! Luckily, three helpful animals find the missing items, and all they want in return is a ride on the broom. But is there room on the broom for so many friends? And when disaster strikes, will they be able to save the witch from a hungry dragon?\n\nJulia Donaldson and Axel Scheffler are the creators of many beloved picture books including The Gruffalo, The Gruffalo's Child, The Snail and the Whale, and The Spiffiest Giant in Town.\n\nA surefire read-aloud hit. -School Library Journal\n\n\n\n\n\nReview Quotes\n\n\n\nThe story is in rhyme, bouncing merrily along, full of fun. The illustrations are witty and wonderful. The result is a surefire read-aloud hit. -School Library Journal\n\nThe wart-nosed witch and her passengers make magic that is sure to please. Effective use of brilliant colors set against well-conceived backgrounds detail the story without need for text--but with it, the story--and the broom--take off. -Kirkus Reviews\n\nIn this lightweight, witty story, helpful animals find room on the broom of a generous witch. -Publishers Weekly\n\n\n\n\n\nAbout The Author\n\n\n\nJulia Donaldson is the internationally bestselling author of many popular books for children. Her Smarties Prize-winning modern classic, The Gruffalo, has sold more than 13.5 million copies worldwide, and the Halloween favorite Room on the Broom is a perennial best seller. In addition to children's books, she has written many children's plays and songs and runs regular storytelling workshops. She was the Waterstones Children's Laureate from 2011-2013.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_5d1cb78d-499b-47f9-94ee-9c782be899e6?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 6.98,
            "disc": "50",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "829576789603",
            "product_name": "Reflective Funnel Neck Dog Jacket - Gray - Boots & Barkley™",
            "product_description": "Keep your furry best friend comfy and cozy in this Reflective Funnel Neck Dog Jacket from Boots & Barkley™. Featuring hook-and-loop fasteners on the belly for easy on and off and a secure fit, this reflective funnel jacket is crafted from lightweight fabric to keep you four-legged buddy in cool comfort. It has a smooth reflective exterior that allows your pet to stay more visible even in low-light and low-visibility environments.\n\nLoving your pet from head to tail.™\n\n100% satisfaction guaranteed or your money back.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_95ffa663-453f-48ac-b9c8-ce306bb92028?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 16.99,
            "disc": "50",
            "stock": "1",
            "employee": "Chanelle"
        }
    ]
}