{
    "upc_details": [
        {
            "upc": "191908432021",
            "product_name": "Crinkle Easter Grass - Spritz™",
            "product_description": "Add festive cheer to any celebration with the Crinkle Easter Grass from Spritz™. It is easy to put a small handful into party favor bags as a fun filler, or you can give your tabletop vignettes and decor a touch of sparkle by sprinkling them on or around your decorations. If parties and get-togethers aren’t in your near future, add these plastic shreds to your crafting collection. The Spritz Crinkle Easter Grass adds a delightful dose of shine to homemade cards, your kiddo’s illustrations and more.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 2.0,
            "disc": "50",
            "stock": "42",
            "employee": "janeth"
        },
        {
            "upc": "191908449258",
            "product_name": "2.5oz Crinkle Paper Shred Gift Packaging Accessory Green/Blue - Spritz™",
            "product_description": "Use the Spritz Paper Shred to stuff Easter baskets. The crimped paper will cushion eggs or gifts and includes 3 cool colors to mix for an ombre effect that will make your Easter gifts look extra special. If you’re not satisfied with any Target Owned Brand item, return it within one year with a receipt for an exchange or a refund.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 3.0,
            "disc": "50",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "191908401379",
            "product_name": "Decorative Ombre Corn Husk Egg Filler - Opalhouse™",
            "product_description": "Add festive and colorful flair to your home's spring decor with Decorative Ombre Corn Husk Egg Filler from Opalhouse™. This vase filler features colorful egg-shaped pieces covered in ombre-dyed ropes of corn husk for a lovely spring color palette that will complement a variety of decor styles. The egg shapes are perfect for displaying in a bowl on your dining table as part of a custom centerpiece, or for adding to smaller vases or containers on an end table or console table to help welcome spring to your home.\n\nThis is your house. Where you create spaces as bold as your spirit. Collect objects as inspired as your dreams. Find pieces that remind you of every place you’ve been. Discover stories to inspire everywhere you have yet to go. This is Opalhouse.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 12.0,
            "disc": "80",
            "stock": "11",
            "employee": "jay"
        },
        {
            "upc": "860002106816",
            "product_name": "Starface Hydro-Stars Refill - 32ct",
            "product_description": "These hydrocolloid pimple protectors are clinically proven to help absorb fluid and reduce inflammation to shrink pimples overnight. Perfectly shaped to grip the contours of the face, Hydro-Stars are designed to really stick: they shield spots from outside bacteria, which helps them heal faster. Hydro-Stars help to prevent scarring: think of them as friends who gently remind you to avoid skin picking.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 10.99,
            "disc": "70",
            "stock": "3",
            "employee": "janeth"
        },
        {
            "upc": "191908444031",
            "product_name": "18\" x 14\" Embellished Easter Bunny Wall Art Natural - Opalhouse™",
            "product_description": "Accent the wall of any room with this Embellished Easter Bunny Wall Art Natural from Opalhouse™. This decorative wall art features an embroidered illustration of a bunny with beads and tassels along the sides, making it perfect to welcome spring, decorate for Easter or to add a touch of nature to your decor anytime of year. Easy to hang, this natural wall art pairs easily with any decor style.\n\nThis is your house. Where you create spaces as bold as your spirit. Collect objects as inspired as your dreams. Find pieces that remind you of every place you’ve been. Discover stories to inspire everywhere you have yet to go. This is Opalhouse.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 15.0,
            "disc": "70",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "034000117611",
            "product_name": "Hershey's Easter Favorites Assorted Chocolate Filled Plastic Eggs - 4.3oz",
            "product_description": "Easter wouldn't be complete without an epic Easter egg hunt for everyone to enjoy — yes, even adults! Your friends and family members will be excited to run around and find these colorful plastic Easter eggs full of Hershey Chocolate Assortment Miniatures Candy. This bag contains 12 plastic eggs full of four different varieties of candy including HERSHEY'S KISSES, REESE'S Peanut Butter Cups, WHOPPERS Mini Robin Eggs and CADBURY Mini Eggs Candy. What you and your kids will find inside is a total surprise! This festive, springtime candy-filled egg assortment makes it easier on you when preparing for a wonderful Easter celebration. With each miniature chocolate kosher candy already individually wrapped inside the 12 eggs, all you have to do is find the perfect hiding spot, even if it's inside everyone's Easter baskets. The pre-filled plastic eggs offer a chocolaty surprise each time, whether it's a creamy peanut butter egg, savory solid chocolate, crunchy malted candy or crisp chocolate candy egg treat. And the best part? Kids can swap and trade their favorite miniature chocolate candy pieces until their hearts are content.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 6.99,
            "disc": "50",
            "stock": "1",
            "employee": "janeth"
        }
    ]
}