{
    "upc_details": [
        {
            "upc": "191908036779",
            "product_name": "14\" x 10\" Decorative Marble Rectangle Tray White - Project 62™",
            "product_description": "Bring modern flair into your home with the Decorative Marble Rectangle Tray from Project 62™. Made from marble and designed in a neat, rectangular silhouette with raised edges, this natural-white accent tray is perfect for displaying a variety of items. Set this decorative accent tray on the kitchen counter with your favorite mugs to curate a casual beverage center, or keep it on your dining table with a vase of colorful flowers or seasonal fruits to add a burst of freshness to your home.\n\n1962 was a big year. Modernist design hit its peak and moved into homes across the country. And in Minnesota, Target was born — with the revolutionary idea to celebrate design for all. Project 62 embodies this legacy with a collection of modern pieces made for everyday living.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_83eaa05d-2676-44c0-a879-7fdf0f89c677?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 40.0,
            "disc": "70",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "075020092489",
            "product_name": "Philips Sonicare Electric Rechargeable Toothbrush",
            "product_description": "One up your brushing with the rechargeable Philips One by Sonicare, an ultra-portable electric toothbrush that keeps your smile bright. Always be ready to touch up your smile, no matter where the day takes you. Philips One's colorful design and ultra-portable travel case make for a convenient, super sleek look. Micro vibrations and tapered bristles on the color matching brush head polish teeth for a brighter smile. Two minute SmarTimer and Quadpacer automatically guides you through dental professional recommended two minute brushing. Rechargeable battery lasts 30 days on a single charge. Compatible with Philips One replacement brush heads only. Includes Philips One handle, Philips One brush head, travel case and USB charging cable.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_837566bf-9af0-4286-b1aa-65a7b6af25d6?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 23.99,
            "disc": "30",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "7290016628524",
            "product_name": "nanobebe Breast Milk 5oz Bottle - 3pk",
            "product_description": "The Nanobebe Breast milk Bottle is the first and only baby bottle designed to preserve essential nutrients in your breast milk during cooling, storing, and warming. This breast milk bottle gives your little one a feeding experience second only to direct breastfeeding itself. Shaped like mom, it helps alleviate nipple confusion, so transitioning between breast and bottle is easier than ever. Quick cooling prevents bacterial growth, while quick warming speeds up prep time without exposing the breast milk to nutrient damaging temperatures. Bacteria multiplies in food quicker the longer it’s stored at room temperature, so it’s beneficial to cool breast milk as quickly as possible so those awesome immunological properties go towards baby’s health rather than fighting bacterial growth. This newborn bottle warms 2x faster than standard bottles so baby is fed and back to bed with less crying time. Bonus: They’re stackable.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_9eb34ac5-2404-4128-9085-3a07a7acd327?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 18.99,
            "disc": "60",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "630623003050",
            "product_name": "Bed Head Wave Artist Deep Waver for Beachy Waves",
            "product_description": "Bed Head's #1 Hair styling tool! Turn your hairstyle into a work of art with the Bed Head Wave Artist Tourmaline Ceramic Deep Waver. Its deep barrel design quickly and easily waves the hair with Tourmaline Ceramic Technology that helps to reduce frizz and add massive shine. Style one-inch sections of the hair for natural-looking beach waves, or larger sections for uniform, sculpted waves. High Heat up to 400°F locks in the style quickly (we know you like it hot!), while instant heat recovery ensures consistent heat so that your waves look fab throughout! Multiple Heat Settings make your new favorite waver ideal for all hair types, from thin to coarse. The Bed Head Wave Artist also features a plate-locking switch for easy storage in less space and a tangle-free swivel cord that makes it easy to style with.\n\nHOW TO GET THE LOOK: Starting at the roots, lightly clamp a small section of hair between the barrels and hold for a few seconds. For continuous waves, match the outermost wave and work it down your hair. How to use-When using the waver for the first time, select the LOWEST heat setting and test in one small section of hair for 5 to 8 seconds. If you want to use a higher setting, be sure to GRADUALLY increase the temperature. Never style hair for the first time on a high setting as this may damage your hair. Use only as much\nheat as you need for effective curling. Over time, using more heat than is necessary can result in hair damage.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_7a26a79f-53fe-4cc1-b41d-6336a416d9e6?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 18.99,
            "disc": "40",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "829486120862",
            "product_name": "KitchenSmith by Bella Electric Tea Kettle - Black",
            "product_description": "Rustling up your tea, breakfast or last-minute meal just got easier with this Bella Electric Kettle from KitchenSmith on your counter. Just pour water over anything from tea to instant coffee to noodles for a quick, easy method of your preparation process. Getting started is a breeze — just press down on the switch to hear the kettle swing into operation, and once the job is done, the kettle automatically shuts off. Sleek and stylish, this black cordless kettle makes a perfect accent piece for your kitchen space.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_ad47b94e-909f-48db-a6c1-318420759aaf?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 15.99,
            "disc": "45",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "060258425567",
            "product_name": "Brita Water Filter 10-Cup Grand Water Pitcher Dispenser",
            "product_description": "Drink healthier, great-tasting tap water with this BPA free Brita 10 cup water pitcher. With the Advanced filter technology, Brita cuts the taste and odor of chlorine to deliver great tasting water, and is certified to reduce copper, cadmium and mercury impurities, which can adversely affect your health over time. This white Brita pitcher has an ergonomic design which makes pouring easy. With the flip top lid, refilling is a breeze and just a glance at the electronic filter indicator lets you know when it is time to change the Brita replacement filter. This large water pitcher comes with 1 water filter, which should be changed every 40 gallons or about 2 months for best results. Start drinking healthier, great tasting water with Brita today.\n\nUsage Directions: Your water filter pitcher can be ready to use in a few steps. Wash your hands before touching the filter, then flush it with cold water for 15 seconds. Insert the filter into the reservoir. Add cold tap water. The first three pitchers of filtered water may contain carbon dust. Use on plants or discard. Replace the water filter every 40 gallons or 2 months. Substances reduced may not be in all users' water.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_0a4d1bb1-0b70-49cf-8684-b84ad552ca16?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 30.49,
            "disc": "45",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "012587793169",
            "product_name": "Glad Medium Drawstring Trash Bags Bags - Clorox Lemon Fresh - 8 Gallon",
            "product_description": "Glad and Clorox have joined forces to create a trash bag with the strength of Glad and the odor-fighting power of Clorox. Glad with Clorox Medium Drawstring Trash Bags resists bacterial odors on the bag to keep your home feeling clean and healthy. These 8 gallon garbage bags fit medium size trash cans and are ideal for bathrooms, bedrooms, offices, nurseries and laundry rooms. Featuring a gray bag and printed hexagon design around the hem of the bag, these trash bags add a design detail to any room when they are folded around the edge of the can. Just a quick cinch of the durable drawstring makes trash removal simple. These versatile trash bags feature the clean smell of Lemon Fresh Bleach Scent. Glad with Clorox garbage bags work as hard as you do to maintain a clean and healthy home with a versatile design for bins around the home.\n\nUsage Directions: Lift the trash bag from the container by pulling the drawstrings on either side of the bag. Knot the drawstrings for added security. Carry the bag by the drawstring and toss into garbage.\n\nCaution Statements: To avoid danger of suffocation, keep all plastic bags away from babies and children. Do not use plastic bags in cribs, beds, carriages or playpens. Not recommended for food storage.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_c8300abb-a640-469b-9de4-7a73678abea3?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 4.99,
            "disc": "40",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "071691511557",
            "product_name": "Rubbermaid 1.3 cup 2pk Brillance Food Storage Container",
            "product_description": "These Rubbermaid Brilliance containers are made of durable BPA-free Tritan, and built with an airtight, leak-proof seal and secure latches. Crystal-clear lids and bases make it easy to see what’s inside and are also stain- and odor-resistant. The splatter-free lid design featurers built-in vents that allow steam to escape so you can conveniently microwave food without removing the lid.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_e399c28d-4733-469b-874a-9865ac210dca?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 7.49,
            "disc": "40",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "699965452438",
            "product_name": "Bodum 13.5oz Pavina To Go Travel Mug Double Wall with Straw Plastic - White",
            "product_description": "Designed especially for outdoor use, the Pavina To Go double wall tumbler is a stylish addition to your barbeque and picnic equipment. Crystal clear to the eye and lightweight to the touch, it has the beauty and clarity of glass, without its fragility. Includes a silicone straw for easy, sustainable drinking on the go.\u2028\u2028This innovative double wall tumbler is made from an extremely durable, BPA-free material, which makes it shatter-proof. So, it is perfect for poolside drinks, barbecues with your family and friends, and picnics in the park. And you won’t need to worry about your children getting hurt if they drop it. \u2028\u2028The double-wall design will also give your drink a fun “floating effect” and the material won’t cloud or discolor, no matter how often you use the glass.\n",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_b1b23462-f093-4e3f-92f9-6bf39fdd1e94?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 7.99,
            "disc": "70",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "492001118387",
            "product_name": "4pk Marble and Wood Coasters Dark Gray - Threshold™",
            "product_description": "Preserve your tabletops in style with the Marble and Wood Coaster Set from Threshold™. Two slabs of gray marble and wood are aligned to create a striking two-tone look that any glass or mug would look great perched upon. Set these out during parties, or keep them around for daily use on your coffee or end table. As stylish as they are functional, these modern drink coasters will complement any decor.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_416c2772-c93e-4b0b-8ad7-a39811487708?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 10.0,
            "disc": "45",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "191908793757",
            "product_name": "300 Thread Count Ultra Soft Flat Sheet - Threshold™",
            "product_description": "Give your bedding a heavenly feel by adding the 300 Count Ultra-Soft Flat Sheet from Threshold™. Breathable, 100% cotton makes for a comfortable night's sleep from season to season, and this flat sheet has been brushed with a peached finish for an ultra-soft feel. A plain weave and solid color may be simple in design, but it allows for a great range of versatility when mixing and matching with pillows, comforters and fitted sheets of your choosing.\n\nWe’re committed to making products better for you, and the world. This product is Standard 100 by OEKO-TEX certified, meaning that everything from the dyes and fabrics to accessories like buttons and zippers are tested and verified as free from harmful levels of more than 300 substances.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_16378e41-2576-4caa-a1d8-c8a258ce52d4?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 19.0,
            "disc": "50",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "044021259924",
            "product_name": "Two-Toned Rounded Wedge Table Frame Woodgrain/White - Project 62™",
            "product_description": "Display your favorite pictures in beautiful style with this Two Tone Rounded Wedge Table Frame Woodgrain/White from Project 62. This fine picture frame features a smooth finish to bring timeless charm to your living room decor. Minimalistic design to add a pop of neutral flair, this sturdy photo frame comes with an easel back that allows for vertical or horizontal display. The glass front helps protect your photo from dust, dampness and damage. — place this piece on your console table, or bedside table to add a personal touch to your interior decorating.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_956b4201-23a0-4501-9505-5525964071c9?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 10.0,
            "disc": "45",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "817894026715",
            "product_name": "U Brands 4pc Magnetic Dry Erase Speech Bubbles with Marker",
            "product_description": "Make a statement anywhere with these Magnetic Dry Erase Speech Bubbles from U Brands®. The black magnetic dry erase marker included features a built-in eraser cap for quick convenient erasing, and the dry erase surface easily wipes clean. The strong magnetic backing allows them to be easily adhere to any magnetic surface, so toss onto your fridge, locker, or any U Brands® magnetic whiteboard and start sharing those thoughts.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_9877742c-2b2a-4195-b3e7-235d9b5baf6f?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 4.99,
            "disc": "45",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "7290016628579",
            "product_name": "nanobebe Baby Bottle Starter Set with Warmer & Pacifier",
            "product_description": "The Nanobebe Starter Set is the perfect introduction to the Nanobebe product line. This set features 4 award-winning, mom-shaped Breast milk Bottles designed to protect nutrients and support smooth transitions between breast and bottle, allowing loved ones to share and experience the special bond of feeding time. Nanobebe bottles warm 2x faster than standard bottles and they even stack for space-saving storage. Also included is everything new parents need for successful baby feedings: a non-electrical Smart Warming Bowl for quick and even warming of breast milk, pump adapters to express directly into your bottles, and Flexy pacifiers that baby will love from moment one. It’s the perfect baby shower gift to set up moms, dads, and their little ones for feeding success.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_7417f3ad-29b3-4a4c-a846-daa8379504de?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 39.99,
            "disc": "70",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "885785615737",
            "product_name": "18\" Hennepin Hook Rack with Ledge - White/Satin Nickel - Threshold™",
            "product_description": "With a multi-functional shelf ledge and four hooks, the Threshold 18” Hennepin Hook Rack with Ledge is a fantastic storage solution. The lovely flat white finish and 4 sturdy satin nickel plated hooks is easily mounted for instant organization. This eye-catching coat rack keeps your home organized and adds an extra level of style to your decor. Mounting screws are included.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_2560ef44-6805-44c3-86f0-0bbbf78136fb?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 30.0,
            "disc": "45",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "490530318544",
            "product_name": "12ct Junior Tote Bags - Spritz™",
            "product_description": "For those party favors you're putting together, get this 12-count of Blue Favor Gift Bag from Spritz™. Having 12 of these little blue bags will get your get-together started off right. Stuff them full of goodies for your guests or as little \"Thank You\" gifts after your shower for those who organized it.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_da34b0e1-47ac-4677-9ee7-24d26e936ecf?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 5.0,
            "disc": "50",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "081492096443",
            "product_name": "iDESIGN Set of 3 Drawer Oraganizer - Coconut",
            "product_description": "Sustainability meets storage with the iDesign Recycled Plastic Kitchen Drawer Organizer Bins. This set of three eco-friendly bins provides storage in kitchen and pantry drawers for larger utensils, spatulas, flatware, and gadgets, as well as smaller utensils, measuring cups and spoons, bag clips, wine stoppers, bottle openers, and more. These versatile storage trays are also great for use in the bathroom, bedroom, closet, office, craft room, nursery, or anywhere you need additional organization. The open top designs ensure items are always visible and accessible, and they can be stacked with additional organizers (sold separately) for modular and customized storage in deeper drawers, cabinets, and on shelves. The durable 100% recycled plastic construction stands up to every day use and is easy to clean, while the modern coconut finish matches a variety of decor styles. The multi-purpose bins measure 6\" x 15\" x 2\", 6\" x 9\" x 2\", and 6\" x 6\" x 2\" to create instant organization in compact spaces around the home or in dorm rooms or apartments. With iDesign by InterDesign, you can #LiveSimply every day.\n\nAt iDesign, we are committed to protecting the future of our planet. We know even the smallest choices can lead to big changes, and we’re committed to making the right choices every day like using recycled materials to create exciting new product lines. Good for you and good for the planet.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_f43a3a39-fca2-4f6c-aeec-4b9c10375bcc?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 13.99,
            "disc": "45",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "191908264233",
            "product_name": "Cotton Chambray Oven Mitt Blue - Project 62™",
            "product_description": "The Cotton Chambray Oven Mitt from Project 62™makes for a functional kitchen accessory with style. This 100% cotton mitt helps provide protection for your hands from hot surfaces to safely take hold of hot pots and pans, and the cotton fill offers enhanced comfort. The loop at the hem allows for easy hanging, keeping your countertop clean and clutter free, while the oxford-weave texture on this blue mitt helps keep you looking stylish while cooking.\n\n1962 was a big year. Modernist design hit its peak and moved into homes across the country. And in Minnesota, Target was born — with the revolutionary idea to celebrate design for all. Project 62 embodies this legacy with a collection of modern pieces made for everyday living.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_7b8a2a09-3705-4cbe-98c7-d9b0849d2925?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 6.0,
            "disc": "45",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "490530511129",
            "product_name": "Bright Colors Banded Tissue - Spritz™",
            "product_description": "Add a fun style to all of your holiday gifts with the Yellow/Lime/Pink/Lavender/Blue Banded Tissue from Spritz™. This pack of tissue paper includes 20 pieces with a mix of pastel colors, so you can mix and match to create a unique look each time. Whether you add this inside of a gift box or you let it peek out of a gift bag, this tissue paper will be a hit at every holiday.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_7d1e3265-b08c-4afa-946e-7d747381a99b?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 3.5,
            "disc": "50",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "037000324942",
            "product_name": "Always Ultra Thin Pads Size 2 Super Long Absorbency Unscented Without Wings - 40ct",
            "product_description": "If you think all pads are exactly the same - think again. Discover the completely reinvented* Always Ultra pads with 3X Protection System for up to 100% leak-free comfort. Thanks to RapidDRY, the pads absorb 90% faster than the leading store brand to wick away gushes in seconds. Plus, the LeakGUARD core locks in leaks for long-lasting protection, while OdorLOCK neutralizes odors to help you feel fresh and clean all day long. Reinvented from the inside out, Always Ultra Thin Size 2 Long Pads Unscented without Wings provide strong period protection, no matter what your day brings. It's Always like never before. *vs. previous Always Ultra",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_a5a2426e-761a-4187-9d98-988575081bf4?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 5.79,
            "disc": "60",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "191906030632",
            "product_name": "Fitted Crib Sheet I Love You - Cloud Island™ White/Gray",
            "product_description": "Ensure your little love is comfy during dreamtime with this White/Black I Love You Fitted Crib Sheet from cloud island™. This fitted crib sheet makes a must-have essential for your baby's bedding. Printed with a repeated message of \"I Love You\" in black against a crisp white backdrop, this fitted sheet makes a sweet addition to any nursery decor. The breathable cotton fabric is gentle on baby's sensitive skin and will keep them comfortable as they settle down to sleep, while full elastic trim snugly fits a crib mattress to keep it in place at all times. Just coordinate it with a matching baby blanket to create a comfy and cozy spot where your little one will love to dream.\n\nWe’re committed to making products better for you, and the world. This product is Standard 100 by OEKO-TEX certified, meaning that everything from the dyes and fabrics to accessories like buttons and zippers are tested and verified as free from harmful levels of more than 300 substances.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_eb7dcd37-c68a-4bb0-bb1f-e65853454037?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 9.99,
            "disc": "50",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "843474166694",
            "product_name": "Burt's Bees Baby® Organic Jersey Fitted Crib Sheet",
            "product_description": "All of Burt’s Bees Baby crib bedding is made with GOTS certified 100% organic cotton and safe for babies sensitive skin. This jersey knit breathable fabric provides ultimate comfort. These full-fitted 28” x 52” crib sheet fit standard crib and toddler mattresses. Burt’s Bees Baby uses a ring-spun cotton and an extra combing process to guarantee organic cotton fibers are super soft wash after wash for a restful night's sleep.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_e7c252ce-8da6-4ed1-9df8-d0b41d02806c?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 17.99,
            "disc": "30",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "889802107205",
            "product_name": "GO By Goldbug Flex And Fit Deluxe Sunshade",
            "product_description": "Our flex & Fit Sunshade offers next-level protection from uncomfortable sun glare and heat. Our extra-wide shade features a wrap-around silicone flap for the top of the window that helps protect from direct sunlight and harmful UVA/UVB rays. It’s easy to install, and quickly rolls up when not in use. Great for summer road trips & day trips.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_72d904ed-e75a-4428-842c-86a29a0c0ebd?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 14.99,
            "disc": "30",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "721427017685",
            "product_name": "SWISSGEAR Laptop Backpack - Light Heather Gray",
            "product_description": "This backpack is a streamlined upgrade of SwissGear’s signature travel bags. Simply put, it is light – in appearance and construction. Yet, this does not make it any less reliable. The ruck features a roomy main compartment that it is padded to protect your gear; an organizer pocket for cell phones, cords, chargers, ID cards and pens; two side mesh pockets that can hold a water bottles of various dimensions; a laptop sleeve as well as an integrated tablet pouch. With padded, ergonomic shoulder straps, this backpack brings traveling to a whole new level of comfort.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_d9350560-efce-4b92-8d04-facc251169d0?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 54.99,
            "disc": "50",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "085239210666",
            "product_name": "Leg Hole Snaps Dog Puffer - Gray Tweed - Boots & Barkley™",
            "product_description": "Suit up your pup in a classic winter essential like the Leg Hole Snaps Dog Puffer from Boots & Barkley™. Fitted with adjustable shoulder and belly straps with hook-and-loop fasteners, this gray tweed vest is designed with a quilted pattern to provide an extra layer of coziness for your fur ball no matter the outside weather. It comes with a coordinating attached hood that's framed with faux-fur trim to keep your pup's head toasty with a dash of cute and cuddly style.\n\nLoving your pet from head to tail.™\n\n100% satisfaction guaranteed or your money back.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_327c4b36-56f7-418b-aca1-a6458138f8b1?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 14.99,
            "disc": "30",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "025947447206",
            "product_name": "Kitchen Cabinet Turntable White - Made By Design™",
            "product_description": "Forget about fumbling through your cabinet to find just the spice you're looking for — with the Kitchen Cabinet Turntable from Made By Design™, you'll be able to easily organize and access whatever's in your cabinets. This white kitchen turntable rotates so you can easily bring items to hand. Use it to make things easier to reach in your cabinets, or use on the counter or in the refrigerator for a unique organization solution.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_8b348b0d-23d7-4037-9f66-9598b573f8d8?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 8.0,
            "disc": "45",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "843718045310",
            "product_name": "Undated 52pg 10\" x 7.5\" Weekly Desktop Notepad - Threshold™",
            "product_description": "Whether it's for your desk at work or for your home office, it's easy to keep your weekly schedule and your to-do list organized with the Desktop Notepad from Threshold™. This desktop weekly planner come in a convenient 10-inch by 7.5-inch design with sizeable boxes for days of the week so you can write in your appointments, deadlines and more, while the right edge provides space to write in to-do items and cross them off as you tackle tasks throughout your week. The simple design and perforated pages let you easily remove sheets as needed to progress throughout the year, and an attractive design with off-white pages and foil accents creates an elegant look on your desktop.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_d4b1ce39-3b4b-4569-98b8-aab70b366c74?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 5.99,
            "disc": "45",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "367618110607",
            "product_name": "Colace 2-IN-1 Stool Softener + Stimulant Laxative - 60ct",
            "product_description": "Colace® 2-IN-1 Tablets for a #2 that’s easy to do. Combines the #1 doctor recommended stool softener brand with the gentle stimulant laxative senna to relieve occasional constipation.\n\nColace 2-IN-1 Tablets relieve symptoms with the action of docusate sodium, which works to soften the stool, and sennosides which is a laxative that helps to gently stimulate motility of the intestines.\n\nGently softens stools: Colace 2-IN-1 Tablets relieve many symptoms of occasional constipation, including straining during bowel movements, hard dry stools and infrequent or irregular bowel movements.\n\nFSA or HSA eligible\n",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_84d0c3a0-e801-4151-bbdd-3d3e80ed470c?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 22.99,
            "disc": "70",
            "stock": "3",
            "employee": "janeth"
        },
        {
            "upc": "195995126757",
            "product_name": "heyday™ Car Vent Mount",
            "product_description": "Not Found",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_1efc5f42-3d43-46df-ba4a-f94e24603108?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 9.99,
            "disc": "30",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "840168505487",
            "product_name": "Speck Apple iPhone 13 Pro Max/12 Pro Max Presidio Case",
            "product_description": "PRESIDIO® PERFECT-CLEAR Compatible with MagSafe® is our most clear protective case that we’ve ever designed. Our innovative new materials have allowed us to create a case that stays clear longer and provides more protection and durability. Durable yet slim, this case is designed with precise magnets that work with all Apple MagSafe® accessories. Not only is this case stylish, but our clear impact technology makes it tough for rough moments. Our proprietary, clear phone-cushioning rubber compresses on impact to protect your phone and resist damage, protecting against drops up to 13 feet. Tested to withstand real-life situations, including extreme drops, and chemicals. Additionally, our magnets are separately tested to ensure longevity, reliability, and full compatibility with MagSafe®, even if and when you drop your device. It also has a built-in antimicrobial treatment from Microban® that delivers a 99% reduction in stain and odor-causing bacteria on the case, creating a cleaner surface. If that wasn’t enough, it also features our raised bezel. This added edge helps protect your screen from scratching and shattering if, and/or when your phone falls and lands face-down.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_d9f09d1a-b5c0-4bdd-939c-b0d70dc7107f?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 39.99,
            "disc": "30",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "032929428818",
            "product_name": "Remanufactured Black/Tri-Color 2-Pack Standard Ink Cartridges - Compatible with Canon PG-240/CL-241 Ink Series (5207B001/5209B001) - Dataproducts",
            "product_description": "Dataproducts Brand Ink Cartridges = QUALITY, SAVINGS, ENVIRONMENTALLY FRIENDLY. The use of Dataproducts Brand brand Inkjets will NOT void your printer warranty so buy with confidence, save money and get a high-quality replacement with a 100% satisfaction guarantee! Each original cartridge processed has been specifically filled and then tested, so it works like the original in your printer. Dataproducts Brand helps to protect the environment by keeping used original cartridges out of landfills for remanufacturing; Target recycles so bring your INKJETS back to Target. For support on your cartridge, call 877-925-3700; or go online to www.cartridge-support.com.\n",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_576b8a96-ddd8-4192-a1d6-2f13eb4233c4?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 36.99,
            "disc": "50",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "639428598600",
            "product_name": "Japonesque Complexion Perfection Dermaplaner Set",
            "product_description": "Japonesque® Dermaplaner Facial Razors deliver a salon quality service at home & is a must-have addition to your skincare routine. Single stainless steel, ultra-sharp, precision Japanese blade gets close to skin for optimal exfoliation & facial hair removal. Dermaplaning helps to increase your skin's ability to absorb serums, moisturizers, & other skin-care products. Skin feels softer, smoother & creates the perfect foundation for makeup application. Includes 3 dermaplaners.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_2bac493c-9351-431c-9eb7-74c30212ec9a?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 9.99,
            "disc": "40",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "851510006699",
            "product_name": "EcoFilter 2-Pack Replacement Filters from ZeroWater - Black",
            "product_description": "The EcoFilter 2-Pack replacement filters remove upwards of 120 gallons of chlorine per filter (240 gallons per pack), which is 3x more than the leading 40 Gallon conventional filters. Our sturdy, carbon-wrapped filtration technology will elevate your tap water into delicious and energizing water. Feel good about using the EcoFilter 2-Pack, because of our non-plastic filter shells have been designed to filter your water and reduce the disposal of plastic. In fact, once your filter expires, the EcoFilter can easily be disposed of in your standard trash receptacle. It’s double the filtration, and double the eco-friendliness with the EcoFilter 2-Pack replacement filter. Get your sustainable two-pack now to enjoy crisp, refreshing water without needing a replacement pack for 12 months.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_e8f6557c-3415-4578-b3e5-856507bdcf05?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 14.99,
            "disc": "45",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "490810618678",
            "product_name": "5ct 6\" x 9\" Clasp Closure Manila Envelopes - up & up™",
            "product_description": "Secure smaller items inside the Clasp Envelopes Gold 5-ct. up 6in x 9in from up & up This pack of 5 manila envelopes are handy to have stored up for when you need one. If you’re not satisfied with any Target Owned Brand item, return it within one year with a receipt for an exchange or a refund.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_7229e088-37eb-4414-8d4b-220b60e8d9ec?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 2.49,
            "disc": "50",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "885306907242",
            "product_name": "Fruit of the Loom Women's 10pk Cotton Low-Rise Hipster - Colors May Vary",
            "product_description": "Start your day off right with Fruit of the Loom's cotton low rise hipsters. These low rise hipsters are softer than ever and built for all day comfort. Featuring a durable, plush backed waistband that is guaranteed to remain ravel-free wash after wash. As always, our Fruit of the Loom panties are made tag-free and with a 100% cotton liner for ultimate comfort. This low rise hipster silhouette sits on the hips and offers reliable coverage throughout the day. Stock up on these favorites with this 10 pack! Fabric Contents: 100% Cotton",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_d18346e6-607a-43ea-a343-e95761f9984a?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 14.49,
            "disc": "60",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "043935589219",
            "product_name": "Hanes Men's 5pk Boxer Shorts Tartan - Colors May Vary",
            "product_description": "Hanes Men's Classic Plaid Woven Boxer Shorts come in a convenient pack of 5 pairs. With the Comfort Flex waistband, these boxers offer everyday, all day comfort. Hanes Tagless design means no scratchy, irritating tag getting you down. These underwear are made with FreshIQ advanced odor protection technology that fights odor-causing bacteria found in your clothes - keeping you feeling fresh throughout the day. Offered in assorted tartan plaids (colors may vary from those pictured). Available in sizes S-XL.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_e4058d00-bab4-4c9d-9321-5263d4ad2d3c?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 18.69,
            "disc": "60",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "194959160189",
            "product_name": "Hanes Boys' 5pk Boxer - Colors May Vary",
            "product_description": "These Hanes Boys Comfort Flex® boxers won't disappoint. They are tag-free for an itch free comfort. Thanks to the Comfort Flex® waistband, they do not pinch or bind. The boxers are cut for a generous fit. They are sold in a convenient pack of 5 made up of an assortment of colors and patterns.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_37b00a14-ad8b-4564-bc4d-af60656253b0?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 11.99,
            "disc": "50",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "191908268088",
            "product_name": "Cotton Striped Bistro Table Runner Gray - Threshold™",
            "product_description": "Bring a sophisticated touch to your table setting with the Cotton Striped Bistro Table Runner from Threshold™. The rectangular table runner is adorned with an elegant band of white stripes running lengthwise along the two edges and framing the textured gray center with a refined look, which works well with a wide range of decor styles. This cotton table runner adds a stylish look to your dining table, while also helping to protect its surface from scratches and spills. Simply spread it lengthwise centered across the table, and align your decorative pieces and serving dishes for a quick and easy update.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_507fc0a7-cac7-48db-93d4-66ffcd3e9ad4?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 18.0,
            "disc": "45",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "191908535678",
            "product_name": "Washed Cotton Sateen Duvet & Sham Set - Threshold™",
            "product_description": "Transform your bed into a cozy and comfy oasis you'll love relaxing and sleeping in with this Washed Cotton Sateen Duvet & Sham Set from Threshold™. This bedding set includes a pillow sham and a matching duvet made from sateen weave cotton to offer soft, all-season use. The zipper closure helps the duvet cover stay in place, and the envelope closure on the sham makes it easy to cover your pillow. Mix and match this bedding set with sheets and decorative pillows to create a stylish and comfy bedroom space.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_a3f5e04a-ad0d-4001-9d3f-8bb19f510036?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 49.0,
            "disc": "50",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "490360307183",
            "product_name": "Girls' 10pk Athletic Crew Socks - Cat & Jack™",
            "product_description": "These Girls' Athletic Socks in Multicolor by Cat & Jack will be the cutest staple of every gal's sock drawer. Plus, they're guaranteed. Cat & Jack is made to last, but if anything doesn't, you can return it up to 1 year later with your receipt. Go on and grab these woolly pair of joy.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_a37a6f5a-d941-40ff-80a4-f9eaeadfb528?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 6.99,
            "disc": "50",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "490621813392",
            "product_name": "Microfiber Solid Pillowcase Set - Room Essentials™",
            "product_description": "Add a soft and cozy touch to your bed with a Microfiber Pillowcase Set from Room Essentials. These affordable pillowcases have been brushed for softness and are naturally wrinkle resistant. They're also durable and resistant to Benzoyl Peroxide stains, a common skin care ingredient. They're available in a variety of fun and classic colors patterns to fit any style. Have these as a backup set while you're washing your other ones. This product is Standard 100 by OEKO-TEX certified, meaning it is tested for Harmful substances.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_0a67902a-83d2-4e96-9c0a-e74191c70984?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 6.0,
            "disc": "50",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "848742091937",
            "product_name": "Set of 2 Farmhouse Texture Grommet Sheer Window Curtain Panels - Lush Décor",
            "product_description": "You will love this new sheer curtain set which will let plenty of light into your home while still providing privacy from outsiders. The dotted stripe pattern adds that little something extra to your space. Hang with metal grommets. Sold by the pair.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_4d39c916-57e6-42bb-a187-251af492d409?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 33.14,
            "disc": "50",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "490680352450",
            "product_name": "Richter Clipped Sheer Window Curtain Panel - Project 62™",
            "product_description": "Create the perfect window treatment with a Richter Clipped Sheer Curtain Panel from Project 62™. This curtain panel adds subtle color to your space, while the light-filtering sheer fabric lends a hint of texture and lets just the right amount of sunshine in. A rod pocket makes it easy to hang this pretty curtain from your choice of rod and hardware, and the curtain is machine-washable for easy care. Pair it with matching sheers for a coordinated look, or mix and match to create your own style.\n\n1962 was a big year. Modernist design hit its peak and moved into homes across the country. And in Minnesota, Target was born — with the revolutionary idea to celebrate design for all. Project 62 embodies this legacy with a collection of modern pieces made for everyday living.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_041ab578-ec58-4adf-a0cb-97e0f09434ae?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 20.0,
            "disc": "50",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "191908268330",
            "product_name": "Solid Tablecloth - Threshold™",
            "product_description": "Create a versatile table setting with this Solid Tablecloth from Threshold™. This round tablecloth makes a practical addition to your table linens. It features a solid color for easy coordination with a range of table settings. The simple yet elegant tablecloth is suitable for everyday use or entertaining. It helps to protect your table surface from spills, scratches and stains, and it can be machine washed for easy care. Match with coordinating napkins, table runners and placemats for a complete look.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_71252e49-60c6-4334-acdb-ab4a22073ff3?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 18.0,
            "disc": "50",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "070501112618",
            "product_name": "Neutrogena Skin Balancing Mattifying Clay Cleanser - 6.3 fl oz",
            "product_description": "Cleanse, balance, and mattify with Neutrogena Skin Balancing Clay Facial Cleanser. From a dermatologist recommended skincare brand, this clay & PHA face wash for oily skin cleanses, absorbs excess oil, and conditions to leave skin soft and perfectly balanced. Specially designed with dermatologists, this hypoallergenic formula respects skin's natural pH and moisture barrier. This mattifying cleanser contains kaolin clay, to effectively target pore-clogging dirt, and 2% polyhydroxy acid (PHA), a powerful liquid exfoliant and humectant that decongests down to the pores. The pH balancing cleanser is paraben-, soap-, sulfate-, phthalate-, alcohol-, and dye-free. For best results, this mattifying cleanser can be used daily as part of your at-home skincare routine and is effective for cleansing before and after wearing your mask.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_f854be2e-dd9a-4a67-b4db-987969bd5e4c?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 7.99,
            "disc": "30",
            "stock": "3",
            "employee": "janeth"
        },
        {
            "upc": "191908370439",
            "product_name": "11\" x 8\" Rattan Turntum Weave Basket Natural - Threshold™ designed with Studio McGee",
            "product_description": "Bring a stylish accent that also offers extra storage to your living room or home office with the Rattan Turntum Weave Basket from Threshold™ designed with Studio McGee. This rectangular woven storage basket is made of rattan with an attractive open weave and natural color, making for a lovely decorative accent on your bookshelf, desk or console table. The design makes it easy to see the basket's contents, making it a great choice for everything from organizing your notebooks in your office to simply filling with vase filler and decorating your living room.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_62556715-4e5d-4fc1-b158-19792d5c3949?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 35.0,
            "disc": "70",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "073161055745",
            "product_name": "Twist and Shout Easy Install Curtain Rod - Room Essentials™",
            "product_description": "Update your windows in no time flat with the Curtain Panel Rod in Black from Room Essentials™. In a matte black finish, this curtain rod coordinates effortlessly with an array of decor schemes, while ball finials at either end give it a classic finish. This adjustable curtain rod fits in window openings from 48 to 84 inches wide and comes with easy-to-hang tension-mount technology that doesn't require any hardware or tools to install — just extend, lock and twist. (Note that inside of window frame must be flat for installation.)",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_50ddb660-bd2d-43d3-bac5-599bb84ecd36?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 25.0,
            "disc": "45",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "028295573481",
            "product_name": "Dauntless Curtain Rod - Project 62™",
            "product_description": "The right window treatment can be the perfect finishing touch to your living space, and this Dauntless Curtain Rod from Project 62™ adds an element of minimalist style you’ll love. This metal curtain rod features small cylindrical knobs and comes in a variety of appealing metallic finishes for easy pairing. With a minimum length of 66 inches and a maximum of 120 inches, this versatile curtain rod can accommodate many window sizes.\n\n1962 was a big year. Modernist design hit its peak and moved into homes across the country. And in Minnesota, Target was born — with the revolutionary idea to celebrate design for all. Project 62 embodies this legacy with a collection of modern pieces made for everyday living.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_6bb6b093-7b58-48b9-b01f-b082294723d8?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 36.0,
            "disc": "45",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "490020513794",
            "product_name": "Freestanding Closet Black/Silver - Room Essentials™",
            "product_description": "This Room Essentials wardrobe is perfect for hanging garments, folded clothing and accessories. Constructed of heavy-duty steel with a contemporary black and chrome finish, the garment rack is perfect for the bedroom, laundry room, dorm and more! The rack is 46\" wide, 73\" tall and 20\" deep. If you’re not satisfied with any Target Owned Brand item, return it within one year with a receipt for an exchange or a refund.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_421c6169-23de-4b7d-be1e-8abe2fcf6773?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 50.0,
            "disc": "50",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "843463152271",
            "product_name": "U Brands 35\"x46\" Peel & Stick Dry Erase Blank Planner with Marker",
            "product_description": "Turn any wall into a blank canvas with the 35\" x 46\" peel-and-stick dry erase poster from U Brands®. The dry erase surface wipes clean easily with minimal ghosting, and the adhesive backing allows you to quickly and simply apply the poster to any flat surface. The included black dry erase marker features a built in eraser for quick and convenient erasing. For best results, allow the poster to lay flat for a few minutes before slowly removing the backing for application. Smooth out any air bubbles and get doodling!",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_90ed35aa-9bf5-4599-9605-c8c1c5ccbcfc?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 9.99,
            "disc": "45",
            "stock": "9",
            "employee": "janeth"
        },
        {
            "upc": "028484004673",
            "product_name": "Casabella Infuse Multi-surface Floor Cleaner Refill Concentrate - Meyer Lemon - 0.33oz",
            "product_description": "Spotless floors made easy with the Casabella Infuse Meyer Lemon scented Multi-surface Floor Cleaning Concentrate, formulated to deep clean a variety of floor surfaces, including porcelain and ceramic tile, vinyl, linoleum, sealed wood, and more.\n\nEnjoy a cleaner way to clean, refill after refill. Infuse's SaferShine cleaning formula is 10x concentrated, non-toxic, biodegradable and cleans as effectively as traditional floor cleaners.\n\nIt’s easy to use. Simply refill the bottle with water, reload the cleaning concentrate, and reuse the bottle and machine washable mop pad, over and over again.\n\nEasy on the environment. One truckload of Casabella Infuse Cleaning Concentrates can replace 30 truckloads of traditional 32 oz. cleaning liquids. Plus, all Infuse products are free from Phthalates, Parabens and Carcinogens. And with Infuse, you can rest assured that our products are never tested on animals.\n\nIncludes (1) .33 oz. Casabella Infuse Meyer Lemon scented Multi-surface Floor Cleaning Concentrate",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_a09a5732-5431-46c9-b29d-5d43f859a009?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 3.99,
            "disc": "40",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "190198905000",
            "product_name": "Apple USB-C to SD Card Reader - 2.6in",
            "product_description": "The USB-C to SD Card Reader transfers high-resolution photos and videos at UHS-II speeds to your USB-C enabled Mac or iPad. Designed so it won’t block your other ports, it works with UHS-II SD cards and is backward compatible with other SD cards and adapters.\n\nWhat’s in the Box\nUSB-C to SD Card Reader\n\nCompatibility\n\niPad Models\n• iPad Pro 12.9-inch (3rd, 4th, and 5th generation)\n• iPad Pro 11-inch (1st, 2nd, and 3rd generation)\n• iPad Air (4th generation)\n• iPad mini (6th generation)\n\nMac Models\n• MacBook Air (M1, 2020)\n• MacBook Air (Retina, 13-inch, 2020)\n• MacBook Air (Retina, 13-inch, 2018–2019)\n• MacBook Pro (13-inch, M1, 2020)\n• MacBook Pro (13-inch, 2020)\n• MacBook Pro (16-inch, 2019)\n• MacBook Pro (13-inch, 2016–2019)\n• MacBook Pro (15-inch, 2016–2019)\n• MacBook (Retina, 12-inch, Early 2015–2017)\n• iMac (Retina 4.5k, 24-inch, 2021)\n• iMac (Retina 5K, 27-inch, 2020)\n• iMac (Retina 4K, 21.5-inch, 2019)\n• iMac (Retina 5K, 27-inch, 2019)\n• iMac (Retina 4K, 21.5-inch, 2017)\n• iMac (Retina 5K, 27-inch, 2017)\n• iMac Pro (2017)\n• Mac Pro (2019)\n• Mac mini (M1, 2020)\n• Mac mini (2018)\n",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_60be5482-f9f0-43e2-ba5c-fb729f8c5ea0?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 39.99,
            "disc": "30",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "191908165318",
            "product_name": "4pk Stainless Steel Angled Straws (Black Gold SS Rainbow) - Room Essentials™",
            "product_description": "Enjoy your favorite beverage in style while doing your bit for the environment with a Pack of Stainless Steel Angled Straws from Room Essentials™. Crafted from stainless steel for durability and lasting use, these reusable metal straws feature an angled design for convenient use. Fashioned in a glossy metallic finish in black, gold, silver and rainbow hues, each of these multicolored metallic straws allows you to look great while doing good. Great for everyday use or special occasions, this stainless steel straw set comes with a flexible cleaning brush that removes debris from the inside, making them available for another round of drinks.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_25da2936-f562-4c89-b882-50284039305f?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 8.0,
            "disc": "70",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "631291180296",
            "product_name": "MAGNA-QUBIX 29pc Set",
            "product_description": "Magna-Qubix is pure, imaginative fun for kids of all ages (3+) and perfect to pair with dolls, action figures, and cars. We are believers in the power of creative free play and know 'If you can click it, you can create it!' We want to see your Magna-Qubix creations! Take pics and tag your posts on social media with magnaqubix to be featured on our social media channels.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_3dcc6a45-2ac8-4abc-b593-6f38faecdabf?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 22.49,
            "disc": "60",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "191908490946",
            "product_name": "10L Slim Stainless Step Trash Can Silver - Made By Design™",
            "product_description": "Get rid of everyday trash and keep your space neat and clean with the Slim Stainless Step Trash Can from Made By Design™. This stainless steel trash can is designed with a front foot pedal that allows for hands-free operation, while the removable inner bucket allows for easy trash disposal. Plus, the lidded design ensures trash stays concealed. Featuring a classic rectangular silhouette in a brushed silver finish, it features a fingerprint-resistant design to prevent fingerprint marks for a clean look, making it just the right pick for any room in your home.\n\nEveryday ingenuity that’s a joy to use.\n\n100% Satisfaction Guaranteed.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_3706c0c7-94f4-4430-92f3-bee7ce606dc7?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 15.0,
            "disc": "50",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "086569078179",
            "product_name": "Set of 2 24\"x30\" Framed Black & White Geo Fabric Decorative Wall Art - Threshold™",
            "product_description": "Complete the look of your living space, kitchen or home office with this Set of Two Framed Black and White Geo Fabric Decorative Wall Art from Threshold™. This set of two wall prints features a white geometric print on a black background as well as a black geometric print on a white background. Display them next to one another or place them in different rooms to create a theme throughout your home.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_ff8470bb-b0a8-4d7b-9460-dbb911575822?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 80.0,
            "disc": "45",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "036000535938",
            "product_name": "Huggies Little Movers Baby Disposable Diapers - (Select Size and Count)",
            "product_description": "Designed for active babies, Huggies Little Movers Diapers feature a contoured shape and SnugFit Waistband that helps eliminate gaps at the legs & waist. Double Grip Strips hold the diaper in place and help prevent sagging while crawling, walking & running. Huggies' DryTouch liner absorbs wetness on contact to help keep skin clean & healthy, while the absorbent Leak Lock System helps eliminate leaks for up to 12 hours of protection with wetness indicator. Plus our #1 Fitting Diaper* now includes Huggies' Pocketed Waistband to help prevent diaper blowouts (NB-Size 2). They also feature a SizeUp indicator to let you know when it's time to move up to the next diaper size. Little Movers disposable baby diapers are hypoallergenic, fragrance free, lotion free, paraben free, and free of elemental chlorine & natural rubber latex. Featuring exclusive Disney Lion King designs, Little Movers Diapers are available in size 3 (16-28 lb.), size 4 (22-37 lb.), size 5 (27+ lb.), size 6 (35+ lb.) and size 7 (41+ lb.). Join Huggies Rewards+ Powered by Fetch to get rewarded fast. Earn points on Huggies diapers & wipes, redeemable for hundreds of gift cards. Download the Fetch Rewards app to get started today! (*Wet Fit, Among Open Diapers)",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_cf347838-b529-4958-9bec-a5016965585f?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 43.49,
            "disc": "30",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "816458023450",
            "product_name": "Chefman 2.1qt Analog Air Fryer - Black/Silver",
            "product_description": "Utilizing the latest advances in rapid-air technology, the Chefman Compact TurboFry™ Air Fryer circulates hot air at high speed, cooking your favorite dish and producing a crispy fried texture with little or no oil. You can make a variety of food; almost any food that is traditionally cooked in the oven can be air fried! Adjustable 60-minute timer and auto shut-off function allow you to program your fryer to achieve amazing results without overcooking your food. The 2-quart fryer basket and tray are removable and dishwasher safe, so your meal is as easy to clean as it is healthy and delicious. The personal and compact size air fryer saves space on your counter and in your cabinet; perfect for any small kitchen, dorm room, RV trips, and more! cETL approved with advanced safety technology for long lasting durability, & 1-year warranty provided by Chefman, so you can purchase worry-free - we've got your back! For information on how to use your product, scroll down for a PDF User Guide. 120 volts, 1000 watts – RJ38-2LM",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_6bf9c660-e356-4868-97ac-537f19654b05?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 36.99,
            "disc": "45",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "062243455016",
            "product_name": "B. toys Mini Play Space Ball Pit Game",
            "product_description": "The Mini Playspace comes with balls of fun for mini movers! This indoor and outdoor ball pit set includes 42 crush-proof balls in a mesh bag and a transport pouch that makes it easily portable. Set it up in seconds for hours of fun, then fold it up and take it with you wherever you go! This ball pit not only keeps children active, but keeps them safe – the balls are made with phthalate-free, BPA-free, lead-free, and non-PVC plastic. Toddlers can hop in, move, play, explore colors, discover different animals, and improve their motor skills while they're at it. And because we at B. keep the environment in mind, parents will also be happy to know that the packaging is 100% recyclable.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_49780015-74e5-4789-aed9-a3dfde7c3b8f?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 17.99,
            "disc": "30",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "727532021371",
            "product_name": "Small Rectangle Storage Basket - Room Essentials™",
            "product_description": "Not Found",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_36cbc485-ed56-4b14-a65b-b79a7a2fff1f?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 8.0,
            "disc": "45",
            "stock": "2",
            "employee": "janeth"
        },
        {
            "upc": "759598993262",
            "product_name": "50 Sheets Cardstock 8.5\"x11\" Bright - Astrobrights",
            "product_description": "For projects that are out of this world, Astrobrights® Colored Cardstock, in “Bright\" 5-Color Assortment is the bright choice. It is thick enough to stand up to frequent handling and the rigors of postal machines, yet the colored printing paper is smooth enough to work with inkjet and laser printers. Since this unique color paper is highly saturated, it offers a bright background so your creativity can shine. Astrobrights color printing paper lets you easily create dazzling postcards, booklet covers, presentation bindings, and paper crafting. Brighter colors. Brighter ideas.\n\nCan’t choose just one color?\nAstrobrights® Colored Cardstock “Bright” 5-Color Assortment means you don’t have to. You’ll get 10 sheets each of Lunar Blue™, Solar Yellow™, Terra Green™, Cosmic Orange™, Fireball Fuchsia™. With more colors, your creative ideas are limitless!\n\nWorks Great with Color Paper\nAchieve a consistent look for your project with perfect pairings. Use Astrobrights® Colored Cardstock with Astrobrights® Color Paper or, pair it with other Astrobrights Cardstocks or ASTROBRIGHTS® Bright White Card Stock for bold, brilliant impact.\n\nBenefits of Color\nThe proof is in colors and numbers, of course. Studies by the American Paper Institute and the Color Marketing Group show that color increases retention by 18 percent and improves readership by as much as 40 percent. And for direct mail, color increases response rates by 20 percent.\n\nA Brighter Shade of Green\nNeenah is committed to conserving our natural resources through responsible business and manufacturing policies and practices. Neenah manufactures a wide selection of green papers including FSC® certified, Green Seal™ certified, Green-e® certified and Carbon Neutral Plus papers.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_ae8dea93-689e-4f6c-8e8e-02d00a3ce83e?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 4.99,
            "disc": "45",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "042385112114",
            "product_name": "Radio Flyer Scoot 2 Scooter - Red",
            "product_description": "The Scoot 2 Scooter grows with your child through two milestones of play. It is designed to easily convert from a ride-on to a scooter in one quick step without using tools! The sturdy frame and 4 wheels allow beginners to safely build confidence and balance while riding. The adjustable handle provides a comfortable ride in each riding mode. For ages 1-4 years.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_7d31efd7-8dc0-4064-97b3-2aeba9d693c7?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 39.99,
            "disc": "40",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "035051574903",
            "product_name": "Deluxe Mega Gift Box Surprise – Mystery Gift Box with 35+ Surprises",
            "product_description": "Unbox the ultimate mystery box featuring all your favorite brands. Deluxe Mega Gift Box Surprise features 35+ surprises from fan favorite brands like L.O.L. Surprise!, Lalaloopsy, Num Noms, Moj Moj and more. Each box is different, so you never know what surprises you will get. It's the perfect gift for every toy lover, because it has something for everyone. Includes a unique unboxing experience, too! Open the Deluxe Mega Gift Box Surprise to find multiple surprise boxes that look like little presents. It's like opening multiple gifts in one! Though each box is totally unique, you will find at least two L.O.L. Surprise! toys in each surprise box. Surprise the kid in your like with this one-of-a-kind mystery pack, valued at over $65.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_3ba6309d-1a61-47d1-be06-d0d237d8697a?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 49.99,
            "disc": "40",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "073149753175",
            "product_name": "Sterilite 15qt Clear View Storage Bin with Latch Purple",
            "product_description": "Keep yourself organized with the contemporary styling and seven useful sizes of the Sterilite ClearView Latch™ Box line. The 15 Quart ClearView Latch™ Box is ideal for storing shoes, accessories, toys, or arts and craft supplies, and conveniently fits on 16\" wire shelving, great for closet organization. The clear base and lid allow contents to be easily identified from any angle. Color accented latches secure the lid to the base, yet are still easy to unlatch. The indexed lids allow same size storage boxes to stack neatly on top of each other to use vertical storage space efficiently. The 15 Qt and 27 Qt ClearView Latch™ Boxes use the same lid, allowing both the shallow and deep sizes to be stacked in same footprint. The overall assembled dimensions of this item are 17\" L x 11 1/8\" W x 6 1/2\" H.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_ea7b727a-ea91-46e3-b5ac-8bce5b367b4f?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 6.39,
            "disc": "60",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "073161091996",
            "product_name": "Steel L Shaped Tension Pole Caddy Chrome - Made By Design™",
            "product_description": "Create a space for all your shower or bath essentials when you use the Steel L-Shaped Tension Pole Caddy from Made By Design™. This pole shower caddy stands upright in your shower and features four removable baskets that are easily adjustable, and the wedge-shaped design helps it fit neatly into any corner to maximize space in your shower. The sleek metal shower caddy will look great with any bathroom decor, and the rust-resistant construction helps it maintain its look so you can get tons of use out of it.\n\nEveryday ingenuity that’s a joy to use.\n\n100% Satisfaction Guaranteed.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_b51d7247-0d0b-4c7f-aae8-91079aac6472?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 40.0,
            "disc": "45",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "191908556642",
            "product_name": "Double Storage Ottoman - Room Essentials™",
            "product_description": "Bring a comfy seating option to your home by adding this Double Storage Ottoman from Room Essentials™. Designed in a rectangle shape to make it perfect to place in front of a sofa, this solid-color ottoman is upholstered with soft fabric to offer comfort whether you're resting your feet or sitting. Plus, with the removable top you can easily keep your books, blankets and other items organized and out of sight.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_84101728-2af5-48bc-88cd-4c3971a6a1c5?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 40.0,
            "disc": "50",
            "stock": "2",
            "employee": "janeth"
        },
        {
            "upc": "490300285137",
            "product_name": "Muslin Swaddle Blankets Floral 3pk - Cloud Island™ Pink",
            "product_description": "Keep your precious newborn snuggled while swaddled in the Floral Muslin Swaddle Blankets. Adorned with hearts and bright, colorful flowers, you'll be able to keep your sweetie stylish while nestled in close. The 100% cotton material is oh-so-soft and gentle enough for sensitive skin. Wrap up your little love for a midday snooze and nighttime dreams.\nSleep Safely, Little One\nWhen putting baby to sleep, \"Bare is Best\" in the crib. Use a firm, tight-fitting mattress and remove pillows, quilts, comforters, toys and other soft items. For more information about safe sleep, visit cpsc website. Oeko-Tex.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_8a9be23f-58ce-4715-9d95-922b26eda0cd?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 19.99,
            "disc": "30",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "191908111766",
            "product_name": "Heavyweight Linen Blend Duvet & Pillow Sham Set - Casaluna™",
            "product_description": "You'll love to gift your bedding arrangement with a touch of luxury and plenty of comfort by adding the Heavyweight Linen Blend Duvet & Pillow Sham Set from Casaluna™. This heavyweight duvet and sham set features a classic and sophisticated look that's easy to incorporate with existing bedroom decor, complete with solid color options that allow you to effortlessly style the rest of the space to your liking. Draped linen has been blended with rayon for an exceptionally soft feel you'll love resting against, and a 100% cotton sateen backing adds a sleek, polished finish. The duvet set has been thoughtfully designed to make your home an oasis of comfort and calm, and you'll appreciate that the cover features corner and side ties to hold the insert securely in place, as well as zipper closures on the raw-edge shams. Plus, the machine-washable construction allows for easy cleaning and care to keep it good as new.\n\nThis is your invitation to create a space that’s just for you. Make room to relax with Casaluna, where calm and comfort are naturally at home.\n\nTested for harmful substances and produced sustainably in accordance with OEKO-TEX® guidelines.\n\nWe’re committed to making products better for you, and the world. This product is STANDARD 100 by OEKO-TEX® certified, meaning that everything from the dyes and fabrics to accessories like buttons and zippers are tested and verified as free from harmful levels of more than 300 substances.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_20233b4c-52fc-4ce3-b5c1-de580054584f?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 129.0,
            "disc": "50",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "191908180502",
            "product_name": "Clip Stitch Knotted Fringe Shower Curtain Sour Cream - Hearth & Hand™ with Magnolia",
            "product_description": "Bring refined texture to your bathroom space with the Clip-Stitch Knotted Fringe Shower Curtain from Hearth & Hand™ with Magnolia. This all-cotton airy curtain in white is strewn with clip-stitch dots for a touch of subtle texture, while the knotted fringe detail along the bottom edge adds a playful look. Complete with a handy button top for easy installation, this decorative shower curtain easily fits any standard-size shower tub, and can be machine-washed for effortless upkeep. Round off your bathroom decor with matching accessories for a cohesive look, or add colorful accents for bright flair.\n\nCelebrate the everyday with Hearth & Hand — created exclusively for Target in collaboration with Magnolia, a home and lifestyle brand by Chip & Joanna Gaines. Built upon our shared commitment to giving back to our communities, these pieces reveal the beauty of everyday moments shared with family and friends.\n\nWe made it better so you can feel better. To keep you safe from harmful substances, this product has been independently tested and certified against a list of over 350 harmful chemicals according to strict STANDARD 100 by OEKO-TEX® guidelines.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_81202b26-791a-4327-b041-413bd710b2f5?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 24.99,
            "disc": "50",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "191908306520",
            "product_name": "Henna Blackout Curtain Panel - Project 62™",
            "product_description": "Instantly update and refresh any room in your home with the bold style of this Henna Curtain Panel from Project 62™. This cotton-blend window panel features solid-colored fabric with a linen-like texture for a subtle pop of style. With a design that filters light when you don't need it to shine into the room, and a rod pocket at the top for easy hanging, this solid window panel is the perfect way to refresh any space.\n\n1962 was a big year. Modernist design hit its peak and moved into homes across the country. And in Minnesota, Target was born — with the revolutionary idea to celebrate design for all. Project 62 embodies this legacy with a collection of modern pieces made for everyday living.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_f242d96c-c23a-42cd-8904-0d00ed231feb?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 22.0,
            "disc": "70",
            "stock": "2",
            "employee": "janeth"
        },
        {
            "upc": "729747801847",
            "product_name": "Max Liquidator Critter Water Blaster - Sun Squad™",
            "product_description": "Add some extra adventure to swim days at the pool with the Max Liquidator Critter Water Blaster from Sun Squad™. Designed in a simple small water cannon shape with a fun shark critter figure on the handle, this water blaster makes for a cute and compact way to squirt your friends and family at the pool whether you're helping them cool off or staging an epic battle. The foam-wrapped blaster floats in the water so it's easy to use and easy to clean up after swimming, and it can squirt water up to 25 feet.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_55160e90-658d-4981-be8e-a52e2ccc95f5?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 5.0,
            "disc": "40",
            "stock": "5",
            "employee": "janeth"
        },
        {
            "upc": "191908090764",
            "product_name": "Velvet Tufted Stitch Quilt - Opalhouse™",
            "product_description": "Not Found",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_83adb723-7b48-4b2b-a909-f33c50f3712c?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 89.0,
            "disc": "50",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "191908455587",
            "product_name": "Dinosaur Hooded Blanket - Pillowfort™",
            "product_description": "Help your kiddo stay cozy in fun style with this Animal Hooded Blanket from Pillowfort™. Complete with an attached tail and a plush animal head on the hood, this animal blanket adds a fierce vibe to their blanket collection. Designed with faux fur, this blanket feels so soft while cuddling whether they're playing or just being cozy while reading.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_ab3668f0-e55e-4cf2-903a-522e5c906008?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 20.0,
            "disc": "50",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "191908266930",
            "product_name": "Cotton Utility Apron Gray - Made By Design™",
            "product_description": "Whether you're whipping something up in the kitchen or tending to the grill on the patio, keep your clothes protected from messes when you put on the Cotton Utility Apron from Made By Design™. This apron is made from 100% cotton so it's lightweight enough to keep you from getting too warm while working near hot appliances, even while providing ample coverage of your torso. Adjustable ties at the neck and back let you find a perfect fit with ease and make it easy for the apron to be shared between multiple chefs. A pocket on the chest and another at the waist give you spots to keep your phone, recipe cards, utensils or small ingredients at hand for convenience.\n\nEveryday ingenuity that’s a joy to use.\n\n100% Satisfaction Guaranteed.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_c63e5990-83de-4354-b61d-abe6aa43bae1?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 16.0,
            "disc": "50",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "094046000803",
            "product_name": "IMUSA 8qt Aluminum Pot with Glass Lid and Bakelite Handles",
            "product_description": "IMUSA Stock Pots are versatile and durable for large-batch cooking. Use your stock pots for soups, stews, stocks, beans, lentils, sauces, and pastas. This Stock Pot with the tempered glass lid & soft touch handle is ideal for everyday use in every kitchen! The glass lid allows you to monitor your foods while cooking and the handles makes it easy to transport during and after cooking. The Aluminum base will heat up quickly and evenly having you time and cooking your meals to perfection. The shiny exterior finish will make your kitchen shine. After cooking, use your stock pot as a serving dish. It will become your new favorite kitchen vessel.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_4d415436-edb4-4fa9-932f-952506dc0014?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 16.99,
            "disc": "45",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "079346623402",
            "product_name": "Chuckle & Roar Scribble Glow LCD Sketch Pad",
            "product_description": "\"Spark creativity anywhere!\n\nForget the broken pencils and crinkled paper. Kids will love doodling with this LCD doodle board! With 3 stencils for easy drawing and one-touch erasing, the possibilities for creativity-building are literally endless. Kids will enjoy doodling and building drawing skills, but can also build writing skills.\n\nWith a tethered stylus pen and easy, click-in pen storage on top of the board, Scribble Glow makes the perfect travel activity for endless on-the-go play!\"",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_756198e0-215d-4b08-8dcd-264eda7ff44a?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 12.99,
            "disc": "45",
            "stock": "7",
            "employee": "janeth"
        },
        {
            "upc": "033991031722",
            "product_name": "Scoshe FM T MP3 To Cassette Black",
            "product_description": "Play your iPod, MP3 player, or personal CD player through your car stereo's cassette deck with this Scosche cassette adapter. The adapter is easy to use: simply plug the attached cord into your audio device's 3.5 mm headphone jack, then insert the other end into your car's cassette deck. Once connected, you can enjoy all your favorite playlists and digital audio tracks through your vehicle's stereo speakers without requiring an auxiliary input or FM transmitter.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_4e077ef6-73b7-472e-a852-a2b94f5cfa6c?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 8.99,
            "disc": "45",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "843582100337",
            "product_name": "Vented Lumen LED Spotlight Matte Black - Threshold™",
            "product_description": "Update your outdoor lighting with the help of the Matte Black Cylinder Lumen Spotlight Pathway Light from Threshold™. You can simply place it in the ground with the stake design, and an integrated LED bulb offers 30 lumens of brightness to illuminate your space. You'll love the unique look of the spotlight style, while an all-weather design withstands the elements so you can benefit from it for seasons to come, complete with a solar-powered design for renewable energy.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_0eeb00f8-8f18-4ca0-a013-b18b1e4679a4?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 13.0,
            "disc": "50",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "079625016130",
            "product_name": "EcoTools Travel Collection Brush Set - 5pc",
            "product_description": "The On-The-Go Style kit by EcoTools features all your favorite travel-friendly tools. Includes four eye brushes, three beauty look cards and a pocket cosmetic case. Sustainable bamboo handles with aluminum ferrule and soft, handcrafted synthetic bristles. The Minature Brushes are easy to pack and fit easily into the case, perfect for travelling and on the go makeup applications!",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_218aa904-a28d-40a6-a9f3-b565b524d1cb?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 8.99,
            "disc": "40",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "851557003040",
            "product_name": "Camille Rose Cocoa Nibs & Honey Ultimate Growth Serum - 8oz",
            "product_description": "Say goodbye to stubbornly short, brittle hair with the Natural Nibs & Honey Ultimate Growth Serum from Camille Rose. This natural hair-growing serum contains alma oil and Brahmi herbs to clear blocked follicles and stimulate the scalp, while a blend of sesame and coconut oils help provide strength and moisture to prevent breakage. This hair growth oil also features sweet hints of cocoa and honey, won't leave your scalp greasy and is ideal for all hair textures, so everyone can have lusciously long locks.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_f00c0753-a4b7-4ab2-8671-a681b195f9cc?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 15.19,
            "disc": "40",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "043377411888",
            "product_name": "Spy Ninjas Project Zorgo Hacker Mask from Vy Qwaint and Chad Wild Clay",
            "product_description": "Hey Spy Ninjas! We are a team of best friends who create videos of our daily action-packed adventures. We use martial arts and detective skills to find cluesand solve puzzles to defeat our enemy – evil hacker organization Project Zorgo, who intends on taking control of the internet! Put on the same mask that the Project Zorgo Hackers wear and go undercover in their organization!",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_0b8430e0-d127-4c60-9f75-17bd11dba755?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 6.99,
            "disc": "50",
            "stock": "2",
            "employee": "janeth"
        },
        {
            "upc": "030506558750",
            "product_name": "Kids' Minecraft Watch - Green",
            "product_description": "This Minecraft Watch will help your young gamer keep track of time whether they're immersed in online gaming or out exploring the neighborhood. The digital time display makes reading easy and features an adjustable buckle strap to make it easy to find the best fit for any wrist. Featuring a rectangular glass dial with a Creeper print on the watch face, this Minecraft watch features a green strap with allover Minecraft sword prints to help flaunt their fandom with a wide variety of outfits.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_380c2553-4a7a-48f1-ab89-9f0111e7357b?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 8.0,
            "disc": "40",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "078257316038",
            "product_name": "Intex Double Quick III Hand Pump",
            "product_description": "Don't have an electrical outlet? Don't worry! The Intex Double Quick III Manual Hand Air Pump can get the job done. This pump inflates as well as deflates and pumps air on both up and down strokes. It includes accordion hose with 4 nozzles and a needle to fit small, medium and large air valves.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_a98d9cdd-6ca0-48bf-b0e5-b3f58a79eb0f?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 11.99,
            "disc": "50",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "053891112734",
            "product_name": "FoodSaver Space Saving Vacuum Sealer - VS1120",
            "product_description": "The FoodSaver Space Saving Food Vacuum Sealer lets you enjoy all the benefits of vacuum sealing in a new space-saving design! Featuring the same vacuum sealing power as traditional models, this compact vacuum sealer also features an innovative bag alignment drip tray so you can precisely align your FoodSaver bag to the machine's sealing strip—allowing for a perfect seal and less bag waste.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_8ea7e3ea-7a61-40c3-b0c3-a66ec1c50c0a?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 71.99,
            "disc": "55",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "037000941743",
            "product_name": "Pampers Sensitive Wipes (Select Count)",
            "product_description": "Your baby's delicate skin deserves our best skin protection. As the #1 choice of hospitals, Pampers Sensitive Perfume Free wipes are clinically proven gentler than cleaning with water and washcloth alone - while Pampers unique pH balancing formula is specially designed to protect your baby's delicate skin. And because they are specially designed with your baby's sensitive skin needs in mind, Pampers Sensitive Perfume Free wipes contain no parabens, phenoxyethanol, perfume, alcohol, or dyes. Pampers wipes are dermatologically tested and hypoallergenic to care for even the most sensitive skin.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_6094fe64-2dcb-44d5-af08-2a6d2507dbf9?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 14.99,
            "disc": "30",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "041333170640",
            "product_name": "Duracell Coppertop AAA Batteries - 10 Pack Alkaline Battery",
            "product_description": "Duracell Coppertop AAA Batteries provide dependable, trusted power to your household devices. From storm season to medical needs to the holidays, Duracell is the #1 trusted battery brand so you know it's a battery you can trust. With a guarantee of 10 years (5 years for 9V batteries) in storage, you can rest assured that they'll be ready when you need them. Crafted and infused with triple corrosion protection, safely use for flashlights and camping lanterns, clocks and radios, remote controls, toys, and other items you use on a daily basis. Duracell 1.5 volt Coppertop batteries are available in AA, AAA, C, D, and 9V sizes. Duracell guarantees these batteries against defects in material and workmanship. Should any device be damaged due to a battery defect, we will repair or replace it at our option.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_67a4a366-b3c5-4af9-b4a0-6b53e12cd18b?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 8.99,
            "disc": "30",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "492000503313",
            "product_name": "2.4L Plastic Pitcher - Room Essentials™",
            "product_description": "The pitcher has a center tube that can be filled with ice or water. If filling with water, once filled place it in the freezer to freeze. Once it is frozen you attach it to the underside of the pitcher lid and it will keep the beverage inside the pitcher cold.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_0a171f23-721f-4d98-b290-78d3a968aa13?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 9.0,
            "disc": "45",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "191908050614",
            "product_name": "Basket Striped Black/Natural - Threshold™",
            "product_description": "You'll love how this Black and Natural Striped Basket from Threshold™ makes it easy for you to bring additional storage space into your home without compromising on style. The rounded rectangular design is made with black and natural brown woven rope in a horizontal stripe design for a beautifully textured look. Complete with two handles at the top for easy carrying from room to room, this striped woven storage basket is great for stowing away extra towels, linens or blankets to keep your home looking neat and tidy.\n\nAdd a bold accent to your space with our classic striped baskets. Skilled craftspeople of Indonesia play with pattern and texture, weaving seagrass and paper ropes to create designs that add visual interest to any room.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_3a8141a5-e31a-44c3-b457-900511d45b48?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 20.0,
            "disc": "45",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "077784028445",
            "product_name": "Digital Glass Scale with Stainless Steel Accents Clear - Taylor",
            "product_description": "Beautifully styled with precision technology is featured with the Taylor 7549 Glass Digital Scale. Designed to accurately weigh and track differences in a stylish clean look, the Taylor 7549 will be an essential part of monitoring weight goals. Four precise sensors are surrounded by a silver base and stainless steel accents, and topped with a clear tempered glass platform will look great wherever it is used. A 11.8\" x 11.8\" platform provides foot stability for up to 400 lbs (180 kg) capacity. High 400 lb Capacity in 0.2 lb increments (lb/kg/st). Two AAA batteries included. Provided in the box are clear instructions, troubleshooting tips and details on the 5 year limited warranty.\n\nWE ARE HERE TO HELP: Taylor Scales are precision instruments and storing or moving the scale can affect the accuracy. Please refer to the troubleshooting tips included with your scale for continued accurate results or contact our Customer Service department. We are happy to help!",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_b9f023a2-e5b3-4549-bdc0-2b40222670ba?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 19.99,
            "disc": "50",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "028295573467",
            "product_name": "Dauntless Curtain Rod - Project 62™",
            "product_description": "The right window treatment can be the perfect finishing touch to your living space, and this Dauntless Curtain Rod from Project 62™ adds an element of minimalist style you’ll love. This metal curtain rod features small cylindrical knobs and comes in a variety of appealing metallic finishes for easy pairing. With a minimum length of 66 inches and a maximum of 120 inches, this versatile curtain rod can accommodate many window sizes.\n\n1962 was a big year. Modernist design hit its peak and moved into homes across the country. And in Minnesota, Target was born — with the revolutionary idea to celebrate design for all. Project 62 embodies this legacy with a collection of modern pieces made for everyday living.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_07738428-a69e-468f-a606-f95a4e36758d?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 28.0,
            "disc": "45",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "073149087089",
            "product_name": "Sterilite Deep Clip Box Clear with Green Latches",
            "product_description": "Keep your space neat and organized with Sterilite Clip Boxes! Designed to be modular, you can create your own storage system with the five different sizes. Stack Clip Boxes for efficient use of vertical storage space. The Deep Clip Box is a great solution for storing and organizing items throughout the home and office, such as coloring books and crayons, toys, crafting supplies, 8.5\" x 11\" paper and notebooks, or tape measures, tape, and cords in the workshop. The clear base and lid allow contents to be easily identified from any angle, and the color accent latches ensure that the lid remains secure to the base. The Large and Deep Clip Boxes share the same lid, allowing the shallow and deep size to be stored in the same footprint. The overall assembled dimensions of this item are 14\" L x 11\" W x 6 1/4\" H.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_fd6d85de-95ab-46ae-ac6a-9c6da2cc9608?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 12.99,
            "disc": "70",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "010892715852",
            "product_name": "Bixel Tufted Rug - Project 62™",
            "product_description": "Sink your toes into the comfy contentment of a Kenya, Fleece Accent Rug from Threshold. Super-soft and durable, this gorgeous accent rug is a must-have. A slip-resistant latex backing keeps it safely in place on hard-surface floors throughout your home. If you’re not satisfied with any Target Owned Brand item, return it within one year with a receipt for an exchange or a refund.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_c99f1ea8-0e62-476b-b52b-9803bfd16ed0?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 199.0,
            "disc": "80",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "010892670946",
            "product_name": "2'x7' Runner Floral Paisley Rug Beige - Threshold™",
            "product_description": "Update your home decor in an instant with the Maples Paisley Floral Accent Rug. Ideal for a doorway, entryway or any area that needs a little added color and texture, this small rug offers sophisticated style with a beautiful floral paisley print over a tan backdrop. This rug features a non-skid latex backing to help keep the rug in place in your busy home.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_8499daf8-5f90-4f58-852b-1eb6b804f44a?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 35.0,
            "disc": "50",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "191908678122",
            "product_name": "Large Woven Tree - Threshold™",
            "product_description": "Add a pop of color and texture to your festive display with this Large Woven Tree from Threshold™. This woven Christmas tree prop makes a unique addition to your holiday decorations. It's covered with multicolored raffia texture that lends a natural and playful decorative appeal. This large tree figurine is suitable for tabletop display. Place it on your side table, console, mantel or shelf along with other festive accents to create a perfect seasonal theme for holiday cheer.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_c220587e-4a45-4ca2-b2b1-7a2690e719e1?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 15.0,
            "disc": "45",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "191908100333",
            "product_name": "6.7 fl oz Tranquility Oil Diffuser - Casaluna™",
            "product_description": "From starting your morning with your yoga practice to winding down the day with a good read or a bubble bath, Tranquility Oil Diffuser from Casaluna™ helps you create the perfect atmosphere to relax. This aromatherapy diffuser comes with an essential oil mix and eight reeds that help to spread the scent of the oils throughout your space. The blend of lavender, chamomile and frankincense oils gives off a lovely floral scent with sweet and woody notes that work together to create an aroma that may help to calm you and bring some tranquility to your day. To use, simply remove the interior seal and insert reeds into the fragranced oil. Allow 24 to 36 hours for the reeds to absorb the oil and the fragrance to diffuse, then remove the reeds and place opposite ends into oil when the scent needs a refresh.\n\nThis is your invitation to create a space that’s just for you. Make room to relax with Casaluna, where calm and comfort are naturally at home.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_1fcfa2fa-d8bc-4784-866e-d8cbc4f8e64f?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 15.0,
            "disc": "45",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "887915337397",
            "product_name": "Hanging File Box - Project 62™",
            "product_description": "Keep all your important documents or files organized with the Hanging File Box from Project 62™. This paperboard file box features a simple rectangular design to neatly store all your files, binders or journals, while the removable lid helps keep the contents hidden and secure. Plus, it's designed with two side grommet handles for easy carrying. Featuring a sleek design in a solid hue, it will bring contemporary flair to your office, home office or den.\n\n1962 was a big year. Modernist design hit its peak and moved into homes across the country. And in Minnesota, Target was born — with the revolutionary idea to celebrate design for all. Project 62 embodies this legacy with a collection of modern pieces made for everyday living.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_17bfb520-1316-447d-9408-bd2b8df47aac?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 17.0,
            "disc": "45",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "070982051949",
            "product_name": "Clorox Plunger & Toilet Brush with Carry Caddy",
            "product_description": "Keep Your Toilet Clean and Functioning With Clorox: The Clorox Toilet Plunger and Brush Combo Caddy is a convenient space saving caddy in a color neutral design which blends into any bathroom décor. You can clean your toilets in comfort using the toilet brush with rubber grip handle and for life’s tricky situations pull out the plunger to get you out of a jam. The flange on the toilet plunger allows for just the right amount of force to get the job done, even on low-flow toilets. As an added benefit the toilet brush bristles and plunger cup have antimicrobial protection from odor-causing bacteria, mold and mildew that won’t wash off or wear away. So know Clorox is there to help you in a pinch to get your toilet clean and in running order so you can focus on the moments in life you enjoy.\n",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_ada8ad49-5220-44ee-902b-5204213523e9?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 17.99,
            "disc": "40",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "073088153890",
            "product_name": "Caswell Never Loosens Elongated Plastic Toilet Seat with Slow Close Hinge White - Mayfair by Bemis",
            "product_description": "This elongated closed front toilet seat is made from plastic, which is smooth, easy to clean and long lasting. The Whisper Close feature prevents both the ring and cover from slamming. The STA-TITE® Seat Fastening System™ Never Loosens™ and installs with ease. Bemis Manufacturing Company prides itself on continuing to bring innovation, value and environmentally friendly products to you.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_c7ad8320-3dd6-468a-9dfe-2d97b826e254?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 29.99,
            "disc": "70",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "854119006701",
            "product_name": "Folding Vinyl Counter Stool Black - Plastic Dev Group",
            "product_description": "For grad parties and family reunions when you may need extra seating in a hurry, keep yourself covered with the Folding Vinyl Counter Stool from Plastic Development Group. Steel legs make for durable seating while the cushioned seat provides comfort, and foldable legs make for easy storage and setup. Getting your next big event ready will be a breeze with this fold-up chair.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_9b06203a-d0e5-433c-aa47-e34e181a6b5f?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 14.99,
            "disc": "50",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "642828218801",
            "product_name": "Profile Poster Frame Black - Room Essentials™",
            "product_description": "Whether you're decorating a den or a dorm room, give your interior a sleek touch with the Black Profile Poster Frame from Room Essentials™. This one-inch poster frame is made from sturdy plastic in a polished black finish, lending your space a sophisticated vibe that easily pairs with the rest of your decor. It's ideally sized for a variety of images, and the plexiglass window helps ensure lasting display. Use it for anything from photographic wall art to a vintage movie poster, then hang it anywhere in your home with the convenient sawtooth back.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_30eba85a-a674-43a4-8d86-e22826cd3b25?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 23.0,
            "disc": "60",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "642828218740",
            "product_name": "Tube Profile Poster Frame Black - Room Essentials™",
            "product_description": "Nothing helps you create your own space like decorating your walls — so do it in sleek style with the Black Tube Profile Poster Frame from Room Essentials™. This slim poster frame is made from sturdy plastic in a polished black finish, easily adding versatile color and a sophisticated vibe to your space. It's ideally sized for a variety of images, and the plexiglass window helps ensure lasting display. Use this black poster frame for a tropical beach photo, or add it to your movie poster display. The sawtooth back offers easy hanging, making it a great decor addition either way.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_c64a63ea-f011-4b50-913e-2db30739f407?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 10.0,
            "disc": "70",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "850012228875",
            "product_name": "Restore Foodware AirCarbon Natural Jumbo Straws (Wrapped) - 24pk. Plastic-free, home compostable, never soggy",
            "product_description": "Learn to love straws again!\n\nRestore’s AirCarbon straws are made from a regenerative material that is produced throughout nature. Third party verified home compostable and carbon-negative, that means you’re helping to give nature a chance to restore itself with these straws. But real sustainability requires great performance, and that’s what makes these straws stand out: they are dishwasher safe for reuse, and unlike paper straws, will never get soggy – ever. So enjoy your drink, and feel good about helping to restore the environment and save our planet.\n\nAbout Restore:\nLaunched in 2020 by Newlight Technologies, Restore is the world’s first regenerative foodware brand, on a mission to help end the flow of plastic into the ocean by replacing plastic with AirCarbon: a regenerative, carbon-negative material called PHB that feels like plastic but is naturally home compostable and industrial compostable, breaking down like a leaf or a twig. Manufactured in Southern California, Restore’s high-performance AirCarbon foodware stands up in hot and cold conditions, never gets soggy, and is dishwasher safe for reuse.\n*Certified carbon-negative by SCS Global (ISO 14044: 2006 for manufacturing & disposal), AirCarbon has been named “Biomaterial of the Year” by the Nova Institute, “Innovation of the Year” by Popular Science, and it won the Presidential Green Chemistry Challenge Award from the EPA. AirCarbon is also Home Compostable (OK Compost Home TUV / Austria), and Industrially Compostable (OK Compost Industrial TUV / Austria, ASTM D6400, & BPI certified).",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_f8274f95-5130-4125-afa9-69173f6b1165?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 1.19,
            "disc": "40",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "036000467833",
            "product_name": "Nighttime Underwear - up & up™ (Select Size and Count)",
            "product_description": "Up & up youth nighttime underwear feature colors and designs to work for boys and girls. With disposable discreet protection, up & up youth pants are very comfortable to wear with its quiet soft sides. The super absorbent core helps stop leaks. Up & up youth pants are made with low fit waist, and easy to tear sides. So have fun at nighttime and worry less.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_f44d0aa6-3e52-41aa-8835-846d59593269?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 19.99,
            "disc": "30",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "036000535976",
            "product_name": "Huggies Overnites Nighttime Baby Diapers – (Select Size and Count)",
            "product_description": "Designed to help keep your baby sleeping longer, Huggies Overnites feature DryTouch Liner with extra absorbency that locks away moisture for up to 12 hours of overnight protection. Overnites are Huggies' most absorbent diaper, with a contoured shape for better leak protection & Double Leak Guards around baby's legs. Overnites help prevent nighttime diaper leaks & allow your baby to rest comfortably. These disposable overnight diapers also feature Huggies' SnugFit Waistband with Double Grip Strips for a secure fit, perfect for babies starting to roll & toss during sleep. A breathable outer cover helps keep skin dry & comfortable, plus wetness indicator lets you know if baby needs a diaper change before waking. Huggies Overnites feature adorable Disney Winnie the Pooh designs and are available in size 3 (16-28 lb.), size 4 (22-37 lb.), size 5 (27+ lbs.) and size 6 (35+ lbs.). Say goodnight to midnight changes with Huggies Overnites, the #1 Best Selling Night-Time Diaper.* Join the new Huggies Rewards+ Powered by Fetch to get rewarded fast. Earn points on Huggies diapers and wipes, in addition to thousands of other products to redeem for hundreds of gift cards. Download the Fetch Rewards app to get started today! (*Based on nighttime diaper category sales)",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_685a0d5c-da28-4757-8815-f02f23714b4d?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 26.99,
            "disc": "30",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "887961716535",
            "product_name": "Matchbox Superfast Collector Diecast Assortment (Styles May Vary)",
            "product_description": "2019  celebrates  the  50th  Anniversary  of  Superfast  with  a  premium  collector  assortment  for  the  full  year!  There  are  six  vehicles  with  exceptional  true-to-life  decos,  innovative  moving  part  feature,  2-piece  special  rubber-like  rolling  wheels  and  their  own  Superfast  50th  anniversary  collector  boxes.  Great  gift  for  new  collectors  who  love  small  car  play  or  for  aficionados! ",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_9d3ba071-a272-4a68-a237-79b125b09547?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 5.49,
            "disc": "40",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "194164976933",
            "product_name": "L'eggs Silken Mist Women's Ultra Sheer Run Resistant 2pk Pantyhose",
            "product_description": "The L'eggs Silken Mist Women's Ultra Sheer Run Resistant Pantyhose come in a convenient pack of 2 pairs. These pantyhose are super sheer, and are made with innovative run resistant technology so they will last. They also feature a control top panty that provides shaping and support - for a smooth look under clothes.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_c7199266-5d8d-4207-a74d-5f439c5fdeff?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 10.49,
            "disc": "50",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "014633742527",
            "product_name": "FIFA 22 - Xbox Series X|S",
            "product_description": "\nPowered by Football™, EA SPORTS™ FIFA 22 on Xbox Series X|Smoves the game forward with groundbreaking next-gen HyperMotion gameplay technology that elevates every moment on the pitch. HyperMotion integrates advanced full-team mocap data and machine learning to heighten gameplay in every match in FIFA 22, harnessing the power of next generation consoles to deliver the most realistic, responsive and fluid gameplay experience we’ve ever built. FIFA 22 brings a new season of innovation across every mode in the game; enjoy more consistency between the posts with a goalkeeper rewrite that brings more composure to the most important position on the pitch, live out your football dreams as you create and manage your custom club to glory in Career Mode, get rewarded for your flair with restyled gameplay in VOLTA FOOTBALL, welcome back football’s most memorable players as FIFA Ultimate Team™ Heroes, and feel the atmosphere of your next big game with the most immersive matchday experience ever seen in EA SPORTS FIFA.\n\n\n\n\n",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_89cb0783-b023-40fa-a205-319a9522f170?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 49.99,
            "disc": "30",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "840104274095",
            "product_name": "OtterBox Apple iPhone 13 Pro Commuter Case - Black",
            "product_description": "Life on the go just got a lot easier with Commuter Series. From professional to casual, Commuter Series is a trusted favorite. Featuring a soft internal slipcover and a rigid external shell, Commuter Series keeps your phone safe from day-to-day drops and scrapes. Additionally, a silver-based antimicrobial additive is integrated into the case that helps inhibit microbial growth and defends the case exterior against many common bacteria. Weaving the additive into the case materials ensures it keeps protecting your case 24/7/365 and outlasts heavy use. Commuter Series equips your phone with a sleek exterior that slips in and out of pockets and added grip for confident handling. Go about your life with confidence your case is protected against bacteria and your phone is protected against drops. *It does not protect you or the screen",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_73e11445-1413-4d5c-907b-30ea176e6cb3?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 39.99,
            "disc": "30",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "037000238737",
            "product_name": "Secret Clinical Strength Sport Fresh Soft Solid Antiperspirant & Deodorant - 2.6oz",
            "product_description": "Never let them see you sweat! Formulated with skin care ingredients and provitamin B5, Secret Clinical Strength + provitamin B5 combines Secret's clinically proven sweat protection technology with skin-soothing conditioners that care for your skin. With 3X more sweat protection* Enjoy all-day coverage with Secret Clinical Strength antiperspirant/deodorant - incredible protection, no matter what the day may bring. *vs. what's required of an ordinary antiperspirant",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_b2cc003a-ebf7-4b67-8ac5-82eee5524928?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 11.99,
            "disc": "30",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "857141004998",
            "product_name": "Viactiv Calcium Plus Vitamin D Soft Chews - Milk Chocolate - 100ct",
            "product_description": "Why Viactiv Calcium Soft Chews? Two of them provide 100% of the daily value of calcium, plus vitamins D3 and K, in a delicious and convenient form you can take with you. Vitamin D3 boosts calcium absorption, calcium helps maintain healthy bones and Vitamin K helps in formation of bone proteins. Plus, Vitamin D every day may help support breast health. What's important when it comes to bone health? Small, consistent, nutritional deposits over time to help keep bones strong later in life. Viactiv Calcium Plus D Dietary Supplement Milk Chocolate Soft Chews provide targeted nutrition that helps keep you active and strong. Two Viactiv Calcium Plus D Dietary Supplement Caramel Soft Chews provide 100% of the daily value of calcium, plus vitamins D3 and K, in a delicious convenient form you can take with you. Small in size--big on impact. Viactiv is an easy, enjoyable way to get your daily value of calcium. Viactiv everyday. Treat yourself well. Viactiv Calcium Plus D Dietary Supplement Milk Chocolate Soft Chews: 2 chews=100% DV of calcium Kosher.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_7efbba19-8a1d-4cba-8b2e-3a2ad35a5285?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 9.69,
            "disc": "70",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "860004622802",
            "product_name": "Sugarbreak Resist Adult Strip - Mint - 20ct",
            "product_description": "When willpower doesn’t work, Resist will. This natural, quickly-dissolving minty breath strip instantly blocks the taste of sugar in sweet foods and helps curb cravings on the spot.* Its compact, on-the-go size lets you take it with you anywhere, anytime. To use, place a strip on your tongue, letting it (and the craving) dissolve in seconds. Together with a healthy lifestyle, Resist is your first line of defense in reducing your sugar intake for healthy blood sugar and weight management.*\n\n- Natural\n- Clinically Proven Active Ingredient\n- Vegan\n- Gluten-Free\n- Allergen 8 Free\n\nKeep out of reach of children. Consult with your healthcare provider prior to use if you are pregnant, nursing, taking any medication or if you have a medical condition. *These statements have not been evaluated by the Food and Drug Administration. This product is not intended to diagnose, treat, or prevent any disease.\n\n\n\n\n",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_d2034196-5aad-4e8d-afd9-5168e1356844?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 11.99,
            "disc": "70",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "043168314800",
            "product_name": "General Electric 2pk 40W Ca Relax LED Light Bulb SW Deco Cam Clear",
            "product_description": "GE’s HD relax Soft White LED 40-Watt Replacement CAM Decorative bulb offers outstanding energy efficiency, long-lasting performance and exceptional color contract & boldness, all in one package. It offers a warm, soft light perfect for comfortable moments and cozy spaces. Use relax light in spaces like bedrooms, family rooms and dining rooms. Rated to last 13 years based on 3 hours use per day, GE’s LED saves $59 in energy costs over the rated life of the bulb at $0.11 kW/h compared to an 40-Watt incandescent CAM. Use GE’s HD relax Soft White LED 40-Watt Replacement CAM Bent Tip Medium Base Decorative bulb in chandeliers, pendants, sconces and more to bring out the beauty of the fixture.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_d75e78ce-a8ea-42df-8cd7-f1754afc782f?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 8.99,
            "disc": "45",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "038675224117",
            "product_name": "Kid Trax 6V Disney Minnie Mouse Flower Power 4x4 Powered Ride-On - Pink",
            "product_description": "Go on adventures with Minnie! The Disney Minnie Mouse’s Flower Power 4x4 ride-on toy by Kid Trax is perfect for playtime excursions down the sidewalk or around the backyard. Decked out from top to bottom in Minnie Mouse graphics, flowers, and polka dots, this toy 4x4 is sure to delight your little Disney superfan. It even features horn and engine sound effects, as well as real foot peal acceleration for a lifelike driving experience. Plus, the Power Trax rubber traction strip tires keep the ride smooth and steady. And don’t forget, the Minnie Mouse’s Flower Power 4x4 comes with 6-volt rechargeable battery and charger so the fun never has to stop for long. Playtime is fabulous fun with the Minnie Mouse’s Flower Power 4x4 by Kid Trax. Tools Required for assembly: Phillips and Slotted Screwdrivers",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_7244bb0c-9278-4f45-ae93-7a296d5c1ac7?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 179.99,
            "disc": "45",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "763649149881",
            "product_name": "Seagate 2TB One Touch Slim Portable External Hard Drive USB 3.0 - Pink Rose (STKB2000405)",
            "product_description": "\nLooking for an external portable hard drive that’s small enough for a loaded laptop bag, spacious enough for loads of content, and offers massive capacity? Meet Seagate One Touch Rose Pink portable storage. With sleek colors to choose from and up to 5TB of serious space for a growing digital library, this portable HDD is compatible with USB 3.2 Gen 1 (USB 3.0) and both Windows and Mac computers. Topping it off—on demand and customizable backup options that make file protection practically effortless and the peace of mind of having Rescue Data Recovery Services.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_9f3398e6-d47b-4d3f-9a08-422a8d5c6ff9?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 62.99,
            "disc": "30",
            "stock": "2",
            "employee": "janeth"
        },
        {
            "upc": "763649149690",
            "product_name": "Seagate 2TB One Touch Slim Portable External Hard Drive USB 3.0 - Black (STKB2000400)",
            "product_description": "Looking for an external portable hard drive that’s small enough for a loaded laptop bag, spacious enough for loads of content, and offers massive capacity? Meet Seagate One Touch portable storage. With sleek colors to choose from and up to 5TB of serious space for a growing digital library, this portable HDD is compatible with USB 3.2 Gen 1 (USB 3.0) and both Windows and Mac computers. Topping it off—on demand and customizable backup options that make file protection practically effortless and the peace of mind of having Rescue Data Recovery Services.\n",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_8ce4f9a2-8fb7-4e9a-bdae-12fe9d815ad8?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 66.99,
            "disc": "30",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "195995129499",
            "product_name": "heyday™ 10000mAh Powerbank - Black and Gold",
            "product_description": "Not Found",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_cd5b6d3e-92bb-4913-b1e6-23693c828acc?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 34.99,
            "disc": "30",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "014045471411",
            "product_name": "14.9 cu ft Jumbo Helium Balloon Tank",
            "product_description": "Balloon Time helium balloon tanks are ready to use straight out of the box, making it quick and easy to inflate balloons for any type of celebration – anytime, anywhere. Helium tanks are ideal for inflating latex or foil balloons for birthday parties, receptions, graduations, open houses, school or office events and so much more. Make bouquets, arches or other décor for your event using the included colorful latex balloons, or use the helium tank to inflate letter balloons, number balloons, themed or other specialty balloons (sold separately). Balloon Time helium tanks can be safely stored for future use, making them convenient to keep on hand for celebrating at a moment’s notice. Easy to Use: Twist open the green valve counterclockwise four full turns, slide a balloon onto the black nozzle and press nozzle down to start helium flow to fill the balloon. Altitude, temperature and humidity may affect balloon float time. When done, twist the green valve closed to store leftover helium for future events. Tank is recyclable when empty. For best results: Inflate balloons immediately before event; average float time is 5-7 hours.",
            "product_image": "https://target.scene7.com/is/image/Target/GUEST_5ade4ded-95fc-4046-a94a-9407ac68b9c6?wid=588&hei=588&qlt=80&fmt=webp",
            "product_price": 49.99,
            "disc": "50",
            "stock": "1",
            "employee": "JAY"
        }
    ]
}