{
    "upc_details": [
        {
            "upc": "034613511394",
            "product_name": "Round Metal Fire Column - Black - Project 62™",
            "product_description": "Make use of your outdoor space after the sun goes down or on chilly days with the Round Metal Fire Column from Project 62™. This propane gas fire column's simple pillar silhouette easily blends in with your outdoor decor, with black metal giving it a sleek look. The column doesn't just give off an aesthetically pleasing glow, it also disperses heat in a seven-foot radius to keep you and guests cozy on chilly days to extend your outdoor entertaining season.\n\nProject 62™: Modern pieces made for everyday living.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 210.0,
            "disc": "35",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "849114952344",
            "product_name": "Ottilie Storage Ottoman - Christopher Knight Home",
            "product_description": "Grace your home with a versatile ottoman bench that offers your home a refined atmosphere. Perfect for your living room, foyer, or bedroom, this ottoman bench boasts convenient storage space while offering your decor a stunning look. With lovely button-tufting, diamond stitching and soft pressure hinges, this ottoman is an ideal addition for any home, adding class and function to your interior space. This ottoman will tie your home together with its versatility and chic looks that will impress for years to come.\nCONTEMPORARY DESIGN: Featuring deep button tufting and diamond stitching, our storage ottoman offers the look, feel, and design of a truly contemporary piece. With a minimalistic yet refined structure, this piece brings out a simplistic style that emphasizes comfort and functionality.\nBUTTON TUFTED DIAMOND STITCH: The button-tufted stitching in the lid offers an extra touch of sophistication that enhances its contemporary design. The diamond stitch pattern adds a bit of texture without sacrificing any comfort.\nVERSATILE: This ottoman bench can function as extra seating while you put on your shoes or can act as storage space for all of your pillows and blankets. This uses pressure hinges so that the lid will stay open on its own and will also ensure a soft close.\nDIMENSIONS: Choose an accessory that is the perfect size for you and your furniture. This storage ottoman is 51.00” W x 17.50” D x 17.00” H. You will love how much your space can transform with the simple addition of this charming ottoman.\nASSEMBLY REQUIRED: Some assembly is required for this ottoman bench. All of the instructions and tools needed for assembly are included.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 245.99,
            "disc": "88",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "617885023903",
            "product_name": "PowerA Enhanced Nano Wireless Controller for Nintendo Switch - Gray",
            "product_description": "The Nano Enhanced Wireless Controller from PowerA is the perfect controller for gaming at home and on-the-go. This feature-packed design makes it ideal for playing Nintendo Switch or Nintendo Switch Lite like a pro. Enjoy Bluetooth wireless, intuitive motion controls, internal rechargeable battery for up to 20 hours of gameplay per charge*, plus Advanced Gaming Buttons give you the flexibility to Play Your Way by mapping two added back buttons on the fly.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 39.99,
            "disc": "30",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "848958039808",
            "product_name": "BLU J5L GSM Unlocked (32GB) - Black",
            "product_description": " A premium leather pattern graces the battery cover on the J5L for a chic design. Stand out amongst others with this device. Display is the main connection to the user, why not make it brilliant. J5L offers a gorgeous 5” curved glass display with high resolution. Breeze through all the apps and daily tasks with no glitches with a powerful 1.4GHz Quad-Core processor. From movies, emails, web surfing, nothing stands in the way. J5L is equipped with both main and selfie 8 Megapixel cameras. When special moments pop up, snap and share it with the world. From features that make the world more inclusive to tools that change lives, Android 10 (Go edition) brings the best of Android, built with new and reimagined apps, running lighter and saving data. Making even more possible on the J5L. Stay globally connected with friends and family while traveling the world. The J5L comes with 3G: 850/900/1700/1900/2100 and LTE: 1/2/3/4/5/7/12/17/28 to ensure you always have access to worldwide carrier coverage while you’re on the go. Take advantage of different voice and data plans for better rates, better coverage and separate bills with the J5L Dual SIM slots. ",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 79.99,
            "disc": "30",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "302340908054",
            "product_name": "Durex Real Feel Value Pack - 36ct",
            "product_description": "Durex Avanti Bare Real Feel Condoms are non-latex polyisoprene condoms for men, lubricated and offer a natural skin on skin feeling. They are suitable for people who are sensitive to latex condoms, please read all label details upon delivery. Regulat fit, our standard girth, designed for a close and comfortable fit, with a nominal width of 56mm FSA (Flexible Spending Account) and HSA (Health Savings Account) eligible. Durex is the world's #1 condom brand* trusted over 80 years. Each Durex condom for men is 100 percent electronically tested for strength, flexibility and reliability and features a pleasant scent. Our products are delivered in discreet packaging with no indication of parcel contents. For maximum benefit, carefully follow the condom instructions on the inner side of this package. It helps provide protection against pregnancy, HIV/AIDS and other sexually transmitted infections (STIs). *Based on global Nielsen unit sales data through January 2021",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 19.99,
            "disc": "50",
            "stock": "3",
            "employee": "Chanelle"
        },
        {
            "upc": "615258025202",
            "product_name": "Zipper Storage Bags - up & up™",
            "product_description": "Keep food fresh with the 40-Count Gallon Storage Bags from up & up™. These storage bags feature a double seal lock that locks in freshness and doesn't allow moisture or air to get in, helping maintain food's natural taste and flavor. Made from thick BPA-free plastic, these multipurpose storage bags preserve your food, making them great for storing anything from snacks, sandwiches and meats to veggies and fruits in your freezer or fridge. Plus, you can also put food in them to carry to school, the office, picnics and more.\n\n100% Satisfaction Guaranteed.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 2.99,
            "disc": "38",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "603084548606",
            "product_name": "Garnier SkinActive Micellar Cleansing Water Waterproof - 23.7 fl oz",
            "product_description": "This all-in-1 micellar cleansing water is a facial cleanser and waterproof makeup remover that is surprisingly powerful, yet gentle on skin. This micellar water for all skin types effectively cleanses, removes waterproof makeup and refreshes skin. Like a magnet, micelles capture and lift away dirt, oil and makeup without harsh rubbing. This facial cleanser and waterproof makeup remover cleanses to remove stubborn makeup, leaving skin clean without a greasy residue. This Garnier micellar water is gentle on skin and can be used to remove face makeup and waterproof eye makeup. This gentle cleanser is paraben-free, fragrance-free, sulfate-free and silicone-free.\n\nBased on Nielsen data for dollar and unit sales in food, drug and major discount retailers during the latest 52 week period ending 8/26/17.\nPackaging May Vary\n\n\nA different way to cleanse. Garnier Micellar Cleansing Water is the all-in-one way to cleanse, remove makeup and refresh, no matter your skin type. Now America's Number 1 Micellar Brand is available for all skin types and for on-the-go needs. This face wash and makeup remover is formulated without silicones, sulfates, fragrance or parabens.\n\nDIRECTIONS: Shake well before use. Saturate a cotton pad with the Garnier Micellar Cleansing Water for Waterproof Makeup. TO REMOVE EYE MAKEUP: Hold pad over closed eyes for a few seconds, then gently wipe away makeup without harsh rubbing. TO CLEANSE SKIN & REMOVE FACE MAKEUP: Gently wipe pad all over face until skin is clean and makeup and impurities are removed. Use daily. No need to rinse.\n\nAvoid contact with eyes. If contact occurs, rinse thoroughly with water.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 11.59,
            "disc": "50",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "747599314902",
            "product_name": "Ghirardelli Dark Chocolate Mint Squares - 6.38oz",
            "product_description": "GHIRARDELLI Dark Chocolate Mint squares are refreshing and decadent. The perfect after-dinner treat or special gift, these mint chocolate squares make any part of your day more delicious. Each dark chocolate square features tantalizingly refreshing mint filling surrounded by rich, slow-melting dark chocolate. These individually wrapped chocolate squares are the perfect personal size indulgence for home, work or on the go. GHIRARDELLI chocolate is kosher and crafted with care using high quality ingredients for a smooth, slow-melting treat. GHIRARDELLI Makes Life a Bite Better.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 5.29,
            "disc": "50",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "810020412093",
            "product_name": "O-Cedar Easy Wring Rinse Clean Mop Refill",
            "product_description": "O-Cedar's EasyWring RinseClean Spin Mop Refill is proven to remove dirt and grime with just water. Each mop refill has hundreds of soft absorbing 100% microfiber strands that will not damage or scratch your hardwood or tiled floors. Each refill is machine-wash friendly. For optimal cleaning results, replace your mop head refill every 3 months. The triangular mop head allows for better corner cleaning in hard to reach places. To remove refill, step on microfiber strands and pull mop handle up to separate base from mop head. To replace refill, align microfiber mop head with base and push down until it snaps securely in place.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 11.59,
            "disc": "38",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "047400658806",
            "product_name": "Gillette ProGlide Chill Men's Razor + 2 Razor Blade Refills",
            "product_description": "The Gillette ProGlide Chill men's razor with FlexBall technology features lubrication before and after the blades, shields skin from irritation, and cools skin for a refreshing sensation during your shave giving you uncompromising closeness and comfort. These blade refills for men feature 5 antifriction blades for a shave you can barely feel. The blades are spaced closely together for incredible comfort with a precision trimmer on the back for hard-to-reach places and for styling your facial hair just the way you want it. The enhanced lubrastrip (vs. Fusion5) has more lubricants for comfort and glide. This blue Lubrastrip gives a cooling, refreshing sensation during your shave. Soft microfins gently stretch and smooth your skin while a microcomb helps guide your hair for a close shave from our thinnest blades. The ProGlide Chill razor for men features our sharpest blades (first 4 blades) which help get virtually every hair effortlessly. One razor blade refill lasts up to one month of shaves. All ProGlide Chill blade refills can fit all Gillette 5 blade razor handles (excluding GilletteLabs).",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 14.99,
            "disc": "50",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "047400649590",
            "product_name": "Venus Mini Extra Smooth On The Go Women's Razor + 1 Razor Blade Refill + 1 Travel Case - Trial Size",
            "product_description": "Venus female razor blades are designed with a woman's body in mind. Venus Extra Smooth On-The-Go women's razors come with a mini handle and travel case for on-the-go use. This razor features our Extra Smooth blade refill with 5 blades and a diamond-like blade coating and ribbon of moisture bring a smooth glide to every stroke, closely cutting hair with ease. Any Venus blade refill fits any Venus razor handle (except Simply Venus and Venus Pubic Hair Razor).",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 8.99,
            "disc": "50",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "047400300415",
            "product_name": "Venus Comfortglide White Tea Women's Razor + 2 Razor Blade Refills",
            "product_description": "Venus female razor blades are designed with a woman's body in mind. From handles designed for a comfortable grip, to pivoting heads that contour to curves, Venus razors for women are designed to help reveal touchably smooth skin. Venus ComfortGlide White Tea women's razors feature 3 curve hugging blades for a smooth, close shave that lasts. The razor blade refills come equipped with built in flexible gel bars that, when wet, release rich white tea scented body butter lather for glide and comfort. These flexible gel bars release a rich white tea scented body butter lather, guarding your skin against nicks, cuts and irritation. Venus ComfortGlide women's razors feature an adaptive, pivoting design that adjusts to your body's contours and a rounded head that hugs curves and fits easily into hard to shave areas. No awkwardly angling your razor. Did you know that any Venus blade refill fits any Venus razor handle (except Simply Venus and Venus Pubic Hair Razor)? Shave your way without buying a whole new Venus handle.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 11.79,
            "disc": "50",
            "stock": "4",
            "employee": "Chanelle"
        },
        {
            "upc": "191908466828",
            "product_name": "Pirate Cove Ahoy 12ct Party Decoration Balloon Pack - Spritz™",
            "product_description": "This Pirate Cove Ahoy Party Decoration Balloon Pack from Spritz™ adds a unique twist to any celebration. The pack comes with 12 balloons — eight latex balloons in red, black and white hues and four golden foil letter balloons that spell out \"AHOY\" — for fun, pirate-themed style. The golden foil helps the letter balloons stand out from the latex balloons, and you can also place them separately around the house to mix up your party decor.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 6.0,
            "disc": "50",
            "stock": "4",
            "employee": "Chanelle"
        },
        {
            "upc": "011179773909",
            "product_name": "Baby Shark Jointed Banner Party Decoration and Accessory",
            "product_description": " Add some shark fins to your party space with our Baby Shark Birthday Banner! Featuring a few members of the shark family and reading “Doo doo doo,” this 6-foot party banner will be perfect for your Baby Shark birthday party. This banner will look great when hung behind a party table, as a photo booth backdrop, or in a doorway. Find more ways to celebrate your Baby Shark fan by shopping the rest of our Baby Shark themed party supplies.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 2.19,
            "disc": "50",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "026000005227",
            "product_name": "Elmer's 2pk Washable School Glue Sticks - Disappearing Purple",
            "product_description": "Grab a pack of Elmer's® Disappearing Purple Washable Glue Sticks if your child needs adhesive for their arts and crafts project. The glue from these sticks go on purple but dry clear to make them easy to use. Whether used in school or at home, everyone can appreciate a pack of these washable glue sticks.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 1.39,
            "disc": "50",
            "stock": "2",
            "employee": "Chanelle"
        },
        {
            "upc": "639428592219",
            "product_name": "JAPONESQUE Cuticle Nipper Soft Touch",
            "product_description": "The Japonesque® Cuticle Nipper in our Soft-Touch finish is expertly crafted to offer salon-quality nail care home. The ultra-sharp, high-performance nipper blades carefully remove cuticles & hangnails with salon-like precision. The blades are hand-sharpened to ensure a precise removal without tearing or pulling the skin. The soft-touch, anti-slip grip finish offers extra control & comfort. A clean cuticle area creates the ideal nail surface for long-lasting nail polish application. Constructed with high-quality stainless steel for lasting performance.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 14.19,
            "disc": "50",
            "stock": "4",
            "employee": "Chanelle"
        },
        {
            "upc": "328785249125",
            "product_name": "Vicks SpeedRead Digital Thermometer - White",
            "product_description": "Vicks® Speed Read Thermometer provides accurate readings in only 8 seconds. Unique Fever InSight® uses a color-coded display to help you better understand the meaning of the reading. A green display suggests that there is no fever, yellow signifies a slightly elevated temperature and a red display indicates a fever. The V912US can be used orally, rectally or under the arm.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 12.59,
            "disc": "70",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "072785141513",
            "product_name": "Checklane Hand Sanitizer Gel with Aloe - 2 fl oz - Trial Size - up & up™",
            "product_description": "Help kill germs on your hands even when you can't wash them with this Hand Sanitizer with Aloe from up & up™. Formulated with 70% alcohol, this hand sanitizer helps kill up to 99.9% of disease-causing bacteria, while the mild aloe smell helps keep your hands smelling good after application. Available in a compact, easy-squirt bottle, you can easily carry it in your pocket, bag, car or purse to keep it close for cleaning hands on the go.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 1.49,
            "disc": "50",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "490700547385",
            "product_name": "10\" Rolling Pin Beech Wood - Made By Design™",
            "product_description": "The 10-Inch Beechwood Rolling Pin from Made By Design™ is a handy kitchen staple you'll love using to hone your baking skills. The wooden rolling pin is great for crushing cookies and crackers for toppings, or to roll out cookie, bread or pie dough. You'll love how comfortable the pin is to hold, and how easy it is to hand-wash.\n\nMade by Design™: Everyday ingenuity that’s a joy to use.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 8.1,
            "disc": "40",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "023400004874",
            "product_name": "Renuzit Tough on Pet Odors Gel Air Freshener - Pure Breeze - 7oz/3ct",
            "product_description": "Enjoying your home is a Pure Breeze. The purity of Lily of the Valley and jasmine buds mingle with the clean crispness of the apple, pearl and cucumber for a classic scent that works well in any home and any season. The Pure Breeze Pet air freshener adds the ultimate comforting touch to every room, particularly your small spaces like bathrooms, night tables, closets and next to the kitchen sink. Renuzit Cone Air Fresheners are made with 98% biodegradable gel. Now up to 60% more odor elimination in every cone. Simple to use with no outlets or batteries needed. Solid air freshener cone adjusts to the level of fragrance perfect for you. Instructions: 1. Tear plastic around the perforation. 2. Holding the top and bottom in each hand, twist apart from each other. 3. Lift to expose gel. Simply pull to your preferred fragrance level – pull all the way up for the most fragrance and twist down to decrease fragrance level. The more exposed, the more scent release. Safe Handling Instructions: KEEP OUT OF REACH OF CHILDREN AND PETS. AVOID EXTREME HEAT OR COLD. This package contains three Renuzit Adjustable Gel Air Freshener Cones in a Pure Breeze Pet Scent.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 2.69,
            "disc": "70",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "081492039334",
            "product_name": "Suction Medium Basket Clear - Room Essentials™",
            "product_description": "Bring organization to your bathroom with the Medium Clear Suction Corner Basket from Room Essentials™. This plastic shower caddy can be easily mounted on any wall or hard surface in your shower to offer you space-efficient storage, while the suction cups help secure it to the surface to prevent it from falling down. Great for storing anything from body wash, shampoo and conditioner to face wash or other grooming essentials, it features integrated cutouts to secure your razors, hair brushes or loofahs. Plus, it features a perforated design that prevents water from accumulating by allowing it to drain easily on its own.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 12.0,
            "disc": "40",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "191908019635",
            "product_name": "Indoor/Outdoor Self-Watering Planter - Room Essentials™",
            "product_description": "Show off your green thumb with this Self-Watering Planter from Room Essentials™. This solid free-standing planter features a round design with a lightweight, single-colored construction that easily blends with a variety of outdoor decor styles and color palettes. Whether you're adding a floral display to your living room or putting the finishing touches on a patio garden, you'll appreciate the built-in self-watering feature that makes it easy to take care of all your favorite plants. This planter includes a built-in tray to retain water and a small port for easy watering with a hose or a narrow-spout watering can. When watering from the bottom, the plant draws up the water as needed, reducing the need to water as frequently.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 15.0,
            "disc": "40",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "305210416383",
            "product_name": "Vaseline Men Healing Moisture Fast Absorbing Body & Face Lotion 20.3oz",
            "product_description": "Vaseline Men Healing Moisture Fast Absorbing Body Lotion is a specially made men's moisturizer and helps to protect even the most sensitive, dry skin from the elements. Every day, your skin takes a battering from extreme temperatures and windburn - or both - and loses moisture. Specially Made Men's Lotion to Protect Men's Skin. Made with micro-droplets of Vaseline Jelly and powerful moisturizers that absorb deeply to moisturize and heal your skin from within, the Vaseline Healing Moisture Body Lotion for Men helps to ensure your skin is protected, and renewed. Vaseline's dry skin lotion is the perfect dry skin moisturizer, and is a non-greasy lotion that absorbs quickly into your skin to provide immediate moisturization without making your skin feel oily. This body lotion for men can help to correct uneven skin tone, a must for anyone who experiences exposure to sun and other elements. Enjoy the way your skin feels after using Vaseline Men's Moisturizing Lotion, and notice how resilient and smooth it is after consistent use. The products in Vaseline Men's body lotion range are made to suit men's skin, and will provide relief to rough and very dry skin. Pair this lotion for men with Vaseline's original petroleum jelly for lip protection, and give your whole body the healing power of Vaseline.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 6.49,
            "disc": "30",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "191908790299",
            "product_name": "6pc Plastic Silverware Set - Room Essentials™",
            "product_description": "Bring convenience and style to your meal time with this Six-Piece Plastic Silverware Set from Room Essentials™. This six-piece flatware set includes two knives, two forks and two spoons, helping you enjoy a meal with a partner and bringing it with you on the go. Made without BPA, this plastic flatware set complements the rest of your serveware, and offers quick cleaning with the dishwasher-safe design.\n\nRoom Essentials™: Everyday Value",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 3.0,
            "disc": "40",
            "stock": "2",
            "employee": "Chanelle"
        },
        {
            "upc": "328785060157",
            "product_name": "Braun ThermoScan Ear Thermometer with ExacTemp Technology",
            "product_description": "Designed to give you some peace of mind when your child comes down with a fever, the Braun Thermoscan Ear Thermometer, IRT6500US with ExacTemp Technology delivers accurate temperature readings that you can trust. Used by more pediatricians' offices than any other infrared thermometer brand, the Braun Thermoscan Ear Thermometer, IRT6500US features a pre-warmed tip that improves accuracy, a unique guidance system that ensures precise results, and infrared technology that takes your child's temperature in seconds.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 44.99,
            "disc": "30",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "042000355674",
            "product_name": "Vanity Fair Everyday 2-Ply Paper Napkins - 150ct",
            "product_description": "Soft and strong, with a cloth-like texture, Vanity Fair Everyday Napkins add a special touch to meals and moments your family and guests will appreciate. Our 2-ply everyday napkins are perfect for any meal, any time of the week from breakfast to dinner and everything in between. They're just right for adding a special little touch.\nVanity Fair is also available in 2-ply Design Collection napkins, 3-ply Entertain napkins, 2-ply Extra Absorbent napkins, Luxury napkins, beverage napkins, hand towels, plates, bowls and tablecovers. Make your next occasion just right with our exceptionally versatile and extremely durable collection of entertaining napkins. No matter the moment, Vanity Fair can make it a little more special.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 4.39,
            "disc": "38",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "018643871987",
            "product_name": "18pk Plastic Hangers - Room Essentials™",
            "product_description": "Bring organization to your closet with the 18-Pack Hangers from Room Essentials™. Designed from a durable and sturdy material to withstand the weight of heavier clothes, these clothes hangers are great for hanging coats, shirts, sweaters and other winter clothes, as well as shirts, tops or dresses. Featuring easy-hang tabs, these hangers help prevent clothes from slipping and falling off, ensuring your wardrobe stays neatly and effectively organized at all times.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 3.0,
            "disc": "40",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "025725415489",
            "product_name": "Franklin Sports Youth Compression Short with Cup - L/XL",
            "product_description": "Our mid length Compression Short with Quad-Flex Cup is for most sports or activities that require additional muscle support, and the protection of a cup. Quad-Flex cup has a high impact upper shell and semi rigid lower bridge. The soft wall under body provides additional comfort and mobility.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 14.99,
            "disc": "50",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "016000494329",
            "product_name": "Mott's Assorted Fruit Flavored Snacks Value Pack - 19.2oz/22ct",
            "product_description": "When you need a tasty snack for kids of all ages, choose the juicy goodness of Mott's Assorted Fruit Flavored Snacks! Not only are these bite-sized gummies wholesome and delicious, but they are also made out of real fruit and veggie juices. Plus, these gluten-free Fruit Flavored Snacks have 60% daily value of vitamin C per serving and no artificial flavors. You've finally found the perfect after-school snack that's a win for you and your kids! Individually wrapped for on-the-go convenience, Mott's Assorted Fruit Flavored Snacks pouches are a treat the whole family can enjoy. Contains 22 assorted fruit flavored snack pouches in total.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 4.99,
            "disc": "50",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "855643006281",
            "product_name": "Ripple Vegan Protein Shakes - Vanilla - 4pk",
            "product_description": "Why do you think they call them Ripple-D muscles? Because Ripple plant-based protein shakes are packed with a whopping 20G of pea protein, with no artificial sweeteners. And because the humble yellow pea is one of the more sustainable plants on Earth, the plant gets to flex with each and every sip.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 8.79,
            "disc": "50",
            "stock": "4",
            "employee": "Chanelle"
        },
        {
            "upc": "705105594668",
            "product_name": "LILLEbaby Complete All Season Baby Carrier",
            "product_description": "LÍLLÉbaby’s parent-loved, award winning Complete 6-in-1 Carrier in the All Season style features a unique zip down panel, revealing breathable mesh for extra airflow on warm days. Staying true to LÍLLÉbaby’s long commitment to flexibility and utility, this carrier is ideal all seasons and weather. The LÍLLÉbaby Complete 6-in-1 Carrier is truly complete carrying solution newborn to toddler. The Complete’s unique, transformational seat can be folded small for newborns and infants and expanded to a wider setting as your child grows. This ensures your child is always supported from knee-to-knee, the best ergonomic position for their hips. The Complete is certified as a Hip-Healthy product by the International Hip Dysplasia Institute. This versatile carrier can be adjusted to 6 different positions: Front Fetal, Infant Narrow Seat, Toddler Wide Seat, Ergonomic Outward, Hip Carry and Back Carry. Adjustable head support can be flipped up to support little ones still learning head control, or down for babies ready to look around and see the world. A wide waist band, lumber support panel, and thickly padded straps make this carrier ideal for all-day comfort. Includes detachable sun hood.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 99.99,
            "disc": "30",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "076501150872",
            "product_name": "Coleman Rotisserie Forks",
            "product_description": "Cook hotdogs and roast marshmallows over a campfire from a safer distance with a pair of Coleman® Extendable Cooking Forks. This chrome-plated campsite staple has a vinyl handle to prevent it from getting too hot. Each fork extends to keep you almost a yard away from the flames and collapses for easy storage. They’re perfect at the campsite over a fire or in the backyard over the grill with adult supervision.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 5.09,
            "disc": "40",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "735541707155",
            "product_name": "80psi Turbo Jet Power Washer 29.5\" - Steel - As Seen on TV",
            "product_description": "Are your sidewalks covered in debris? Dealing with dirty windows and grimy siding? Ordinary hoses don’t have the pressure or power to clean up those messes. Turn your ordinary hose into a powerful pressure washer with Turbo Jet™! Simply attach Turbo Jet™ to your garden hose and power wash away stubborn dirt and grim. The secret is Turbo Jet’s™ built-in compression chamber that pressurizes water to create a powerful jet stream. The adjustable control valve allows you to easily adjust the pressure and force of the jet stream. Turbo Jet™ blasts away dirt, grime, weeds and more with ease! No more stretching or straining, the extended reach allows you to easily clean up high or down low. Turbo Jet™ comes with two interchangeable nozzles. The Fan Spray nozzle is perfect for washing large surfaces like cars, boats, and RVs or water sweeping steps and walkways clean. The Jet Stream nozzle gets into those hard to clean cracks and crevices and cleans in no time! Great for patios, decks, windows, eaves, sidings, awnings, cars, trucks, RVs, steps and more. Turbo Jet™ is made of durable materials and built to last. The comfort grip handle is ergonomic and gentle on hands. Get the powerful Turbo Jet™ for all your tough cleaning job needs!",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 19.99,
            "disc": "40",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "192937238271",
            "product_name": "10ct Pirate Cove Dinner Paper Plates - Spritz™",
            "product_description": "Set a pirate-themed party for your kiddo with these 10-Count Pirate Cove Dinner Paper Plates from Spritz™. Each round dinner plate features an \"It's Yarrrr Birthday\" message alongside the cartoon pirate Long John Silver sailing with his pet parrot Captain Flint, adding more fun to everyday dining or a party meal. Made with paper, these disposable dinner plates make post-party cleanup a breeze. Just mix and match with other tableware to create an awesome party table.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 2.0,
            "disc": "50",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "011179942824",
            "product_name": "Frozen 2 16ct Lunch Napkins",
            "product_description": " Add some enchanting style to your table with our Disney Frozen Party Napkins. Featuring a beautiful design of Anna and Elsa, these 2-ply paper napkins will look spectacular at your Frozen birthday party. Use these napkins to complete your place settings, or leave them in an easy-to-grab stack near your buffet table. Combine these napkins with the rest of our Frozen themed party supplies for a totally magical celebration.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 1.99,
            "disc": "50",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "843463154220",
            "product_name": "U Brands Modern Plastic All-in-One Desk Organizer - White",
            "product_description": "Keep organized in style with this Modern Plastic All-in-One from U Brands®. The sturdy yet lightweight plastic desk organizer has 5 compartments to function as a pencil cup, magazine holder, and storage bin. Bring a fashionable and functional look to your space, with a sleek design that keeps your desk tidy and organized. Tools and reminders can be neatly stored, all while staying within arms reach. This product is packaged with FSC® certified paper.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 6.99,
            "disc": "50",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "850004369951",
            "product_name": "BRAVO SIERRA Body Spray - Citrus and Cedarwood - 5 fl oz",
            "product_description": "Bravo Sierra's Deodorant Body Spray performs like hard-working deodorant and smells like fine fragrance. BRAVO SIERRA delivers military-tested bodycare for high-performance life. Each product is field-tested with more than 2,000 U.S. Military service members. From concept to manufacturing, the entire line is made in the USA with clean ingredients and sustainable packaging. Five percent of all sales are directly contributed to the Morale, Welfare and Recreation quality-of-life programs for active-duty service members, veterans, and their families.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 10.99,
            "disc": "30",
            "stock": "5",
            "employee": "Chanelle"
        },
        {
            "upc": "191908740034",
            "product_name": "XL Palm Leaves Beach Towel Blue - Sun Squad™",
            "product_description": "Get ready for summertime fun near the water with this Blue XL Palm Leaves Beach Towel Blue from Sun Squad™. This oversized towel makes an ideal accessory for a day at the beach or pool. It features an allover palm leaf pattern on a blue backdrop for lovely tropical flair. The 100% cotton towel is soft and highly absorbent, and you can stash this lightweight towel in your beach bag for lounging at the beach or use it as a cover-up or to dry off after a dip in the water. Plus, it's machine washable for easy care.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 15.0,
            "disc": "40",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "047293482618",
            "product_name": "Farmhouse Basketweave Dining Room Chair Slipcover - Sure Fit",
            "product_description": "Add a new look and great protection to your dining room chair with the Sure Fit Farmhouse Basketweave slipcover. These slipcovers have an adjustable back tie that provides a custom like fit. The heathered faux linen farmhouse look complements modern, contemporary and rustic decor. 100% polyester and machine washable for easy care and maintenance.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 21.99,
            "disc": "40",
            "stock": "5",
            "employee": "Chanelle"
        },
        {
            "upc": "032406062399",
            "product_name": "T-fal Simply Cook Ceramic Cookware, Fry Pan, 12\", Blue",
            "product_description": "Cooking is a breeze using T-fal's Simply Cook ceramic cookware. Durable aluminum construction for long lasting performance. The unique T-fal Thermo-Spot heat indicator shows when T-fal pans are perfectly preheated to seal in the flavor of your food.The handles are ergonomically designed for comfort and safety. The even heat base delivers reliable cooking results for delicious meals that will make you proud. This cookware is also dishwasher safe and oven safe to 350°F. T-fal covers Simply Cook pots and pans with a Lifetime Limited Warranty.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 22.99,
            "disc": "40",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "490641838825",
            "product_name": "Plants Print Shower Curtain Green - Room Essentials™",
            "product_description": "Add color and fresh charm to your bathroom with this Plants-Print Shower Curtain from Room Essentials™. Decked out with an eye-catching plant print that features cacti in hues of green, brown, yellow and more, this multicolor shower curtain is perfect for enhancing your bathroom decor. The white backdrop helps the striking printed plants pop, and a buttonhole top provides quick and easy installation, making this printed shower curtain the perfect accent piece for your bath space. Plus, you can simply toss it in the washing machine for a quick refresh whenever needed.\n\nRoom Essentials™: Everyday Value",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 16.0,
            "disc": "40",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "191908266701",
            "product_name": "Textured Pet Rug Brown - Threshold™",
            "product_description": "Add a versatile floor covering that will accentuate any area of your home with the Textured Pet Rug from Threshold™. Showcasing a textured design in a muted color palette of gray, this rug creates interest and adds depth to your room without competing with other prints and textiles, and blends well with both traditional and contemporary decor styles. It's framed by a stitched border in solid gray for a neat and sophisticated look. Easy to clean, this flat-pile rug is ideal for use in a variety of areas within your home, and it has a latex backing to help keep the rug in place.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 9.0,
            "disc": "15",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "186679475612",
            "product_name": "Diapers - up & up™ - (Select Size and Count)",
            "product_description": "up & up™ size 3 through size 7 diapers provide up to 12 hours of leak protection. Each size offers a gentle-touch dryness liner clinically proven gentle and hypoallergenic. up & up™ diapers are free of latex, lotion and fragrance, and include a wetness indicator that turns blue when wet. With secure grip tabs for a strong hold and soft and stretchy waist and sides, up & up™ diapers provide a breathable outer cover to help keep your baby dry.WARNING: to avoid danger of suffocation, keep this and any plastic bags away from children and pets. To avoid risk, do not allow your child to play with diaper packaging. Choking can result from anything children put in their mouths. Discard any torn or unsealed diaper. CAUTION: Like most clothing, diaper will burn if exposed to flame. Always keep your child away from any source of flame. PLEASE: Before disposing, shake soil into toilet wrap diaper tightly and discard in waste receptacle. DO NOT FLUSH. PLEASE DO NOT LITTER. IF you notice a small amount of gel-like material on your child’s skin, don’t be alarmed. This comes from the padding and can be easily wiped away. Diapers should not be worn in swimming pools as they will absorb water and become very heavy.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 4.79,
            "disc": "30",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "493240202387",
            "product_name": "Solid Texture Stripe Pillow Sham - Hearth & Hand™ with Magnolia",
            "product_description": "Complete your peaceful bedroom oasis with the Solid Texture Stripe Pillow Sham from Hearth & Hand™ with Magnolia. Adorned with a stylish quilted texture, this cotton pillow sham sets the tone for relaxing sleep, night after night. Mix and match this gray pillow sham with similar items for a cohesive look.\n\nCelebrate the everyday with Hearth & Hand — created exclusively for Target in collaboration with Magnolia, a home and lifestyle brand by Chip & Joanna Gaines. Built upon our shared commitment to giving back to our communities, these pieces reveal the beauty of everyday moments shared with family and friends.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 24.99,
            "disc": "68",
            "stock": "2",
            "employee": "Chanelle"
        },
        {
            "upc": "845717010016",
            "product_name": "Ear & Forehead Digital Thermometer - up & up™",
            "product_description": "Get your child's temperature fast and easy with the Ear & Forehead Digital Thermometer from up & up™. The instant-read thermometer features an LCD backlit display so you can see the temp without turning on a light. This allows your infant or child to sleep while you check if they have a fever. Use it specifically for children or for the whole family. You choose if it's easier to use the ear or forehead for the reading.\n\n100% Satisfaction Guaranteed.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 29.99,
            "disc": "69",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "492000503337",
            "product_name": "211oz Large Plastic Serving Bowl - Room Essentials™",
            "product_description": "The Room Essentials Clear Acrylic Large Serve Bowl is built for serving huge portions. With its 211oz. capacity, this bowl is perfect for a dinner party, catered event or a buffet spread. This acrylic serving bowl is lightweight and durable. The design has a modern appeal, but the shape is classic enough to be at home even next to the good China.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 10.0,
            "disc": "40",
            "stock": "2",
            "employee": "Chanelle"
        },
        {
            "upc": "061282600463",
            "product_name": "Thistle & Thread Clementine Upright Lunch Bag",
            "product_description": "The Thistle & Thread Clementine Lunch Bag has a free-spirited, boho chic look and feel. The lunch bag features high density thermal insulation to keep contents cold and fresh and an Ultra Safe® easy clean lining with Microban® to help protect against bacterial odors and stains. Microban® is built into the lining so it does not wash or wear off.\n\nThe wipe clean, water repellent exterior of the lunch bag includes a side bottle pocket, front accessory pocket and carry handles with a decorative fringed tassel.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 14.99,
            "disc": "50",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "819595020054",
            "product_name": "Puppy Training Pads - XL - up & up™",
            "product_description": "While you're on your way to potty training your puppy, protect your floors with Training Pads from Up&Up™.\u0099 These leak-proof pads are super absorbent, contain messes and trap in odors to help keep your home smelling clean. A built-in attractant encourages your pup to use the pad, so you are one step closer to getting them to go outside. In addition to training your puppy, the Up&Up™ pads also work well for elderly or ailing dogs or dogs that are home alone. Both of who do not have the access to the outdoors in a timely fashion. These pads have proven to be the strongest and most effective pads in the market! Large and X-L are determined by the size of the pad. You can decide what your loved one needs based on their size and potty needs.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 11.79,
            "disc": "50",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "829576107049",
            "product_name": "Solid Satin Edge Plush Blanket - Cloud Island™ Green",
            "product_description": "Get your little one cuddled up and cozy at home or on the go with the Green Solid Satin-Edge Plush Blanket from cloud island™. In a solid green color with satin edge border detailing for a pop of color and shine, this solid plush blanket makes a delightful addition to your child's nursery or playroom. Made from a super soft fabric, this baby blanket feels soft and comfortable on your baby's skin, and has a plush texture for a warm look and feel. Use it for snuggling, travel, tummy time or play time to provide extra comfort and coziness.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 19.99,
            "disc": "30",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "842815122849",
            "product_name": "Reduce 30oz Cold1 Tumbler 2pk",
            "product_description": "Busy Schedule? This set includes 2 Reduce Cold1 Tumblers that are designed to keep drinks cold until the day is done! Vacuum insulated and cupholder friendly, these Cold1 Tumblers help you stay hydrated whether you're at home or on-the-go. With a versatile lid that lets you sip, drink or gulp, the Cold1 Tumbler set includes two reusable straws that're perfect for even the thickest smoothie. When the day is done, just toss these easy to clean tumblers in the dishwasher!",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 19.99,
            "disc": "40",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "607869279822",
            "product_name": "Contigo 2pk Plastic Kids Water Bottle with Redesigned AUTOSPOUT Straw",
            "product_description": "Fret no more, the Contigo Kids AUTOSPOUT Straw Water Bottle with Easy-Clean Lid has come to the rescue! Kids get a kick out of pressing a button to open the pop-up straw for effortless one-handed drinking, and they can easily push the spout under the cover to protect the mouthpiece from the elements. Adults appreciate that the straw features a spill-proof valve so car seats and tables are safe from spills—even if little ones hold the bottle upside down. When it's time to clean up, you’ll be happy to know that all parts are top-rack dishwasher-safe, the lid easily disassembles for full-access cleaning, and the lid is designed to eliminate all nooks and crannies in which dirt and grime might accumulate. Rest assured, your new water bottle comes with a lifetime guarantee and is made with FDA-approved, BPA-free materials that won’t give off plastic odors or tastes. For ages 3 and up.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 21.99,
            "disc": "70",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "073149172969",
            "product_name": "Sterilite School Supply Pencil Box - Blue",
            "product_description": "School Boxes offer a great on-the-go storage option for arts and crafts, school, office, accessories, and more. The Sterilite Supply Box is conveniently-sized to help students and teachers organize and transport bulky school and stationery supplies. The tinted lid and clear base allow contents to be seen from any angle. The compact design fits easily in a backpack, desk or locker, while the snap close lid ensures items stay neatly contained. The size and shape allow this pencil box to be a versatile storage solution. Store away or transport travel size items, beauty products, first aid items, dryer sheets, hair accessories, jewelry, sewing and craft supplies, and more! The overall assembled dimensions of this item are 11 1/2\" L x 7 5/8\" W x 2 7/8\" H.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 4.99,
            "disc": "50",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "035000143280",
            "product_name": "Irish Spring Bar Soap - Moisture Blast 3.7oz/12pk",
            "product_description": "Smell like you came from a nice-smelling place with Irish Spring Bar Soap. The Irish Spring bar soap carton might have a new design, but it’s still the same great bar soap you love to smell. Irish Spring Moisture Blast Bar Soap helps attract and lock in moisture. Count on Irish Spring Bar Soap to leave your skin feeling clean — our bar soap for men is made with a 98% naturally derived formula that keeps you fresh for 12 hours. Plus, this men’s bar soap is mild for skin, paraben, phthalate and gluten free, and has flaxseed oil. Irish Spring Moisture Blast Bar Soap has a sudsy lather that washes away bacteria, so you can use it as a hand soap and keep the fresh smell going all day long. Get as fresh as the great outdoors and add some adventure to your everyday with Irish Spring’s whole line of body washes and bar soaps for men. Never go without smelling your best and stock up on the conveniently packaged Irish Spring bar soap packs. Keep some in your bathroom, in the pantry, give some to your friends and keep the good smells going. Feel clean, smell serene with the new Irish Spring.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 8.59,
            "disc": "30",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "018713639059",
            "product_name": "New Balance Smartphone Waist Pack",
            "product_description": "Hold all your valuables in one convenient place during walking, jogging or running activities with this Smartphone Waist Pack from New Balance. This easy to zip pouch will secure your essentials, featuring a main see-through, touch-screen, front compartment large enough for your phone, and a convenient hole for your headphones so that you can jam out tangle free while running. The waist pack also has reflective elements that provide added visibility during low light activities. Made from a durable, yet flexible and comfortable material, that will keep your phone dry and is easy to wipe clean after use. Adjustable design for a customized fit. One size fits most.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 12.79,
            "disc": "50",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "810006940824",
            "product_name": "Cantu Microfiber Drying Cap - 1pc",
            "product_description": "Comfy all-in-one cap plus a built-in scarf, made of ultra plush, super absorbent microfiber material that effectively absorbs moisture and helps to reduce frizz. Tie the scarf for a perfect fit. Use in combination with Cantu's tried and true weightless products, made just for your tresses. All bounce, tamed frizz, and beautiful definition.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 7.99,
            "disc": "50",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "195994337369",
            "product_name": "Women's Nylon Baseball Hat - Wild Fable™ Burgundy",
            "product_description": "Solid baseball hat for women in a rich burgundy shade. Made from soft fabric in a glossy finish with a paneled construction for an elevated look. Sports a curved brim to keep the sun out of your eyes and face. Adjustable back closure completes the look with a secure and customizable fit.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 10.2,
            "disc": "55",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "191908743608",
            "product_name": "4pk Cotton Gingham Kitchen Scrubbers - Threshold™",
            "product_description": "Complement your kitchen decor with the sophisticated flair of this Four-Pack of Cotton Gingham Kitchen Scrubbers from Threshold™. This four-pack of kitchen scrubbers includes two tone colors, all with a gingham pattern for timeless style you won't mind keeping on your countertop. Showcasing a waffle-textured construction, this pack of gingham kitchen scrubbers is made with a soft fabric for easy cleaning of your plates, cups, flatware and more.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 10.0,
            "disc": "40",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "792850017788",
            "product_name": "Burt's Bees Baby Shampoo & Wash, Calming - 21oz",
            "product_description": "Enhance your bedtime routine by leaving babys skin and hair looking and feeling clean, silky soft and healthy. Burts Bees Baby Calming Shampoo and Wash is made with natural moisturizers and the soothing scents of aromatic lavender and vanilla to gently cleanse and calm your baby before bedtime. Leave your babys skin silky, soft and super smooth with this mild baby wash, a 98.9% natural origin formula. This tear free formula helps relax mama and baby while it cleanses, leaving behind a soft floral scent. Clinically shown to be gentle enough for everyday baby care, this lavender baby wash is pediatrician tested and contains no parabens, phthalates, petrolatum or SLS. To use, simply pump shampoo and wash into your hand, washcloth, or directly into bath. Wash babys wet skin and hair. Rinse and have fun! Discover all the ways to nurture and protect your babys skin naturally with Burts Bees Baby Bee.\n\nUsage Directions: Pump shampoo and wash into your hand, washcloth, or directly into bath. Wash babys wet skin and hair. Rinse and have fun!\n\nCaution Statements: Keep out of reach of children.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 18.29,
            "disc": "30",
            "stock": "4",
            "employee": "Chanelle"
        },
        {
            "upc": "810005413022",
            "product_name": "Dose & Co. Dairy-Free Collagen Creamer - Vanilla - 12oz",
            "product_description": "Dose & Co Dairy-Free Collagen Creamer – Vanilla 12oz (340g) is the perfect addition to your daily routine. Rich in bovine collagen and good fats from coconut milk, this delicious combination supports hair, skin and nails. Just one serving offers 10 grams of bovine collagen. This delicious formula also contains coconut milk powder and natural vanilla flavor. Blend into coffee, smoothies, milk and recipes.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 29.99,
            "disc": "75",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "073149109972",
            "product_name": "3 Tier Utility Cart Gray - Brightroom™",
            "product_description": "Add a functional organization solution to any room of the house with this 3-Tier Utility Cart in Gray from Brightroom™. Featuring three compartments secured on a smooth-rolling frame with casters, this super-functional plastic utility cart helps keep your crafting and sewing supplies, office accessories and more on hand and easy to move around. Or you can use it in the bathroom to store beauty items when counter space is limited. An open design provides quick access to items, and smooth rolling casters let you take the cart where you need it when you need it.\n\nBrightroom™ started with a simple truth: When you’ve got it together, you feel better. Our versatile designs reveal the possibility in every closet, cupboard and drawer, and work together to create brilliant ways to organize your every day.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 18.0,
            "disc": "35",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "191908524931",
            "product_name": "25\"x50\" Unicorn Hooded Towel - Pillowfort™",
            "product_description": "Bring a dash of magic to their bath time with the Unicorn Hooded Towel from Pillowfort™. Boasting a 100% velour cotton construction, this baby hooded bath towel easily drapes around them and feels soft against their skin. Plus, the attached hood ensures they stay toasty after a bath and until you get them dressed. Featuring a white and orange striped pattern, it also has unicorn face detailing with a golden horn accent, and fabric hair and ear detailing on the hood to fill their bath routine with fun flair. Designed with a loop behind the hood for easy hanging, you can simply toss it in the washing machine for added convenience.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 15.0,
            "disc": "30",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "810006942187",
            "product_name": "Cantu Textured Kids' Easy Wrap with Bow",
            "product_description": "Add a beautiful pop of color to your curly kid’s hair with Cantu for Kids Easy Wrap Slide-On Fashion Band! This super-soft kids’ hair accessory is perfect for styling your little one’s hair without the hassle of painful snagging or tugging. It adds instant style, and the fun, bright pattern brings any hairstyle to life. The Easy Wrap Slide-On Fashion Band can be worn as a headband, or used to add extra style for your pony or poof. Use is easy; simply slide the fashion band on your curly kid’s hair for instant style. For best results, style curls with Cantu for Kids Curling Cream. For a ponytail or poof, smooth hair with Cantu’s Narrow Wood Updo Brush, and apply the Fashion Band as a ponytail holder.\n",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 5.99,
            "disc": "50",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "850000213524",
            "product_name": "Wild One Bolt Bite Chew & Treat Dog Toy",
            "product_description": "The Bolt Bite by Wild One is the best in class chew toy for dogs.\nFeaturing a dual-strength center for heavy chewers with two elbows and two open ends for holding spreads like peanut butter.\n\nThis toy helps to satisfy dogs’ instinctual needs and provides necessary mental stimulation for dogs’ development. It combines active play and treat in one, to mentally enrich and improve the quality of play time.\n\nThe Bolt Bite is BPA and phthalate free and made of 100% natural rubber. It’s also dishwasher safe.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 15.39,
            "disc": "50",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "490530511419",
            "product_name": "Pegged Tissue Paper Aqua - Spritz™",
            "product_description": "Give gifts that are presented beautifully for any occasion by using this Teal Tissue Paper from Spritz™. Ideal for weddings, birthdays and a variety of other special occasions, this pack has 8 sheets of tissue paper that feature a simple and bright teal color. Whether you use it inside a gift box or you let it peek out of a gift bag, this tissue paper pack will always create a festive feel.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 1.5,
            "disc": "50",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "812154030082",
            "product_name": "Native Citrus & Herbal Musk Deodorant for Men and Women - 2.65oz",
            "product_description": "If you are planning to switch to an aluminum-free deodorant, then try Native Deodorant with over 15,000 5-Star Reviews. Native deodorant is aluminum-free and contains naturally derived ingredients, with effective long-lasting odor protection. We believe you should not have to choose between a deodorant that makes you feel safe and a deodorant that works. We never use aluminum, parabens, or sulfates in any of our products. At Native we use both safe, synthetic, sustainable fragrances (free of phthalates) and natural fragrances. Native: Safe. Simple. Effective.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 12.99,
            "disc": "70",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "037000828358",
            "product_name": "Pampers Swaddlers Disposable Diapers - (Select Size and Count)",
            "product_description": "New & improved! Product and packaging may vary. What keeps baby's skin healthy? A diaper that doesn't leave skin wet. That's why new and improved Pampers Swaddlers absorb wetness better and provide up to 100% leakproof skin protection to help keep your baby's skin healthy and protected. New Pampers Swaddlers are designed with a Wrap&Protect Waistband that gently wraps around baby to help protect skin from irritation-and Wrap&Protect leg barriers that protect where leaks happen most.For trusted protection, trust Pampers Swaddlers, the #1 Choice of U.S. Hospitals, Nurses, and Parents.* Pampers LockAway Channels lock wetness away for dry, healthy skin while the BreatheFree Liner wicks away wetness, allowing baby's skin to breathe. Plus, Pampers Swaddlers are Skin Health Alliance Dermatologist Approved, hypoallergenic, and free of parabens and latex, so you can trust them to be safe and gentle on your little one's delicate skin. Pampers Swaddlers are available in sizes N-7 and come in a variety of sweet prints. For trusted protection, trust Pampers, the #1 pediatrician recommended brand.Download the Pampers Club App today and earn Pampers Cash!** Redeem your Pampers Cash for exclusive Pampers coupon savings and rewards! *#1 CHOICE OF U.S. HOSPITALS, NURSES AND PARENTS: Hospitals-based on hospital sales data; Nurses-vs. other hospital brands, among those with a preference; Parents-based on retail sales. 0% PARABENS AND LATEX: Latex-natural rubber. **Only redeemable via Pampers Club. No cash value.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 11.39,
            "disc": "30",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "036000496802",
            "product_name": "Huggies Little Movers Baby Disposable Diapers - (Select Size and Count)",
            "product_description": "Give your active baby the #1 best fitting diaper*, Huggies Little Movers. We know that a comfy baby is a happy baby, which is why Little Movers have a contoured shape that eliminates gaps around the legs and waist and offers red mark-free protection around the legs. Double Grip Strips hold the diaper in place and help prevent sagging, even if your little one is crawling, walking or running. Each Little Movers diaper boasts a DryTouch Liner that quickly locks away 99% wetness on contact to keep your baby's skin dry and healthy for up to 12 hours of protection. Use the wetness indicator to know when your little one needs a diaper change and the SizeUp indicator to know when it's time to move to the next size diaper. Huggies Little Movers are hypoallergenic and dermatologist-tested, as well as free of fragrances, lotions, parabens, elemental chlorine and natural rubber latex, making them safe for sensitive skin. The only diaper brand to feature Disney's The Lion King designs, Little Movers Diapers are available in size 3 (16-28 lbs), size 4 (22-37 lbs), size 5 (27+ lbs), size 6 (35+ lbs) and size 7 (41+ lbs). Join Huggies Rewards+ powered by Fetch to get rewarded. Earn points on Huggies diapers and wipes, in addition to thousands of other products to redeem for hundreds of gift cards. Download the Fetch Rewards app to get started today! (*Wet Fit, Among Open Diapers)",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 10.29,
            "disc": "30",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "036000534450",
            "product_name": "U by Kotex Click Compact Unscented Tampons - Regular",
            "product_description": "Get up to 100% leak-free protection and stay confident throughout your day with U by Kotex Click Compact Tampons! Made without fragrance, Click tampons for women are designed for your comfort and have a smooth tip for easy and comfortable insertion. Each tampon features ComfortFlex grooves that move with y ou for outstanding comfort. Try U by Kotex Click Tampons and see why the #1 compact tampon* is chosen by women every 1.9 seconds. Pocket-sized and small enough to carry in your purse or pocket, these tampons go from compact to a full-size tampon in one easy step giving you comfortably compact, powerful protection. Pull the lower half of the tampon and when it locks in place, it’s ready to go! U by Kotex Click Compact Tampons are available in regular, super and super plus absorbencies. For backup period protection, try U by Kotex Barely There Pantiliners. U by Kotex feminine products are FSA/HSA/HRA-eligible in the U.S. Packaging may vary from images shown.*Based on sales data**Among those with a preference",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 4.99,
            "disc": "30",
            "stock": "2",
            "employee": "Chanelle"
        },
        {
            "upc": "191908339429",
            "product_name": "Space Foil Balloon - Spritz™",
            "product_description": "Give any occasion a galactic touch with this cute Space Foil Balloon from Spritz™. This puffy astronaut is just what a space-themed event needs. Kiddos are sure to love the cute detailing and the little jetpack with fire. Bring any occasion (or even a boring day!) to life with this fun decoration that will transform any space.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 6.0,
            "disc": "38",
            "stock": "3",
            "employee": "Chanelle"
        },
        {
            "upc": "745574713252",
            "product_name": "Large Stackable Slide Out Drawer - Brightroom™",
            "product_description": "Save counter or cabinet space while keeping a variety of items neatly organized and easily accessible with the help of this Large Stackable Slide-Out Drawer from Brightroom™. Featuring a simple and stylish design that's available in several different colors, this large stackable storage drawer is perfect for frequently used items like hair tools, bathroom linens and more. A slide-out design makes it easy to pull open whether you set this drawer on a countertop or place it inside a cabinet, and the rust-resistant construction is also stackable so you can use with other Brightroom stackable organizers with drawers.\n\nBrightroom™ started with a simple truth: When you’ve got it together, you feel better. Our versatile designs reveal the possibility in every closet, cupboard and drawer, and work together to create brilliant ways to organize your every day.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 20.0,
            "disc": "40",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "012587793169",
            "product_name": "Glad Drawstring Medium Trash Bags - Lemon Fresh Bleach - 8 Gallon - 26ct",
            "product_description": "Glad and Clorox have joined forces to create a trash bag with the strength of Glad and the odor-fighting power of Clorox. Glad with Clorox Medium Drawstring Trash Bags resists bacterial odors on the bag to keep your home feeling clean and healthy. These 8 gallon garbage bags fit medium size trash cans and are ideal for bathrooms, bedrooms, offices, nurseries and laundry rooms. Featuring a grey bag and printed hexagon design around the hem of the bag, these trash bags add a design detail to any room when they are folded around the edge of the can. Just a quick cinch of the durable drawstring makes trash removal simple. These versatile trash bags feature the clean smell of Lemon Fresh Bleach Scent. Glad with Clorox garbage bags work as hard as you do to maintain a clean and healthy home with a versatile design for bins around the home.\n\nUsage Directions: Lift the trash bag from the container by pulling the drawstrings on either side of the bag. Knot the drawstrings for added security. Carry the bag by the drawstring and toss into garbage.\n\nCaution Statements: To avoid danger of suffocation, keep all plastic bags away from babies and children. Do not use plastic bags in cribs, beds, carriages or playpens. Not recommended for food storage.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 7.59,
            "disc": "38",
            "stock": "3",
            "employee": "Chanelle"
        },
        {
            "upc": "381371190164",
            "product_name": "Johnson's Head to Toe Wash - 3.4 fl oz",
            "product_description": "Gentle enough for newborns and good for the whole family, Johnson's Head-To-Toe Baby Wash & Shampoo helps make bath time bonding time with your baby. This ultra-mild baby bath wash & shampoo is pediatrician-tested and pH-balanced to baby skin and washes away 99.9% of germs. Containing over 90 percent ingredients of natural origin,* this sulfate-free baby shampoo and cleanser is gentle enough to cleanse baby's sensitive skin. The Johnson's No More Tears formula makes this baby wash tear-free and as gentle to your baby's eyes as pure water. This baby body wash and hair shampoo contains no harsh fragrances, parabens, phthalates, or dyes & Johnson's does not test on animals. Apply the hypoallergenic baby wash & shampoo with warm water using your hand or a washcloth, gently lather, rinse, and follow with a gentle massage using Johnson's Head to Toe Baby Lotion.*Based on average cumulative volume of ingredients in Johnson's Head-To-Toe wash & shampoo, using ISO DIS 16128 (water included).",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 2.39,
            "disc": "30",
            "stock": "6",
            "employee": "Chanelle"
        },
        {
            "upc": "071160143111",
            "product_name": "Pyrex Simply Store 4pc 4 Cup Round Glass Food Storage Value Pack",
            "product_description": "These medium glass storage containers are perfect for storing leftovers or for taking lunch on the go. Durable, pure Pyrex® glass stands up to the refrigerator, microwave and dishwasher use after use, and because Pyrex is stain and odor resistant, Pyrex glass stays clean and preserves all of your food’s flavors.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 9.99,
            "disc": "38",
            "stock": "2",
            "employee": "Chanelle"
        },
        {
            "upc": "035011978956",
            "product_name": "Bell Sports Adrenaline Adult Bike Helmet - Black",
            "product_description": "Freedom and fun, the Bell Adrenaline is always up for an adventure. The Bell True Fit system helps ensure a comfy fit, while the 16 vents keeps you extra cool. The rear reflectors ensure enhanced visibility as you enjoy your ride. Recommended for adults age 14 and up, but will fit most heads measuring 56-60 cm. Always take a head measurement before purchase. Head sizes and shapes can vary, even within an age range. Wearing a helmet that doesn’t fit can be dangerous.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 19.99,
            "disc": "50",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "490621622857",
            "product_name": "400 Thread Count Solid Performance Pillowcase Set - Threshold™",
            "product_description": "Stay comfortable as you drift off to dreamland or recline with a book with this 400-Thread Count Solid Performance Pillowcase Set from Threshold™. This pillowcase set includes two solid pillowcases made from 100% cotton with a 400 thread count for soft, comfortable feel against your skin. The sateen finish lends them a luxe look and feel to instantly elevate your bedroom decor. In a solid hue, these pillowcases are easy to coordinate with your existing decor to bring a fresh update to your bedroom design.\n\nThreshold™: Quality & Design / Casual classics for house and home.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 18.0,
            "disc": "50",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "9781984852571",
            "product_name": "I Love You, Mommy! - (Little Golden Book) by Edie Evans (Hardcover)",
            "product_description": "\n\n\n\nAbout the Book\n\n\n\nRhyming text and illustrations show moms and their kids having all sorts of fun just being together.\n\n\n\n\n\nBook Synopsis\n\n\n\nA perfect gift to share your love with mommy all year long!\n\nThe rhyming text in this delightful book thanks moms for all the fun things they do with their children. Lovingly illustrated scenes show moms and kids cheering at a ball game, exploring in a museum, and playing games at home.\n\n\n\n\n\nAbout the Author\n\n\n\nEdie Evans is the author of several children's books. She is known for I Love You, Daddy; I Love You, Mommy; and Baby You Can Be.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 3.98,
            "disc": "50",
            "stock": "3",
            "employee": "Chanelle"
        },
        {
            "upc": "9780593430224",
            "product_name": "My Little Golden Book about Kamala Harris - by Rajani Larocca (Hardcover)",
            "product_description": "\n\n\n\nAbout the Book\n\n\n\nLearn all about the 49th Vice President of the United States, Kamala Harris in this Little Golden Book.\n\n\n\n\n\nBook Synopsis\n\n\n\nHelp your little one dream big with a Little Golden Book biography all about the first female Vice President Kamala Harris! The perfect introduction to nonfiction for preschoolers!\n\nThis Little Golden Book about Kamala Harris--the first woman, first African American woman, and first Indian American woman to be elected Vice President of the United States--is an inspiring read-aloud for young girls and boys.\n\nRead all the Little Golden Book biographies: My Little Golden Book About Kamala Harris, My Little Golden Book About Frida Kahlo, My Little Golden Book About Ruth Bader Ginsburg, My Little Golden Book About Betty White, My Little Golden Book About Jackie Robinson, My Little Golden Book About Martin Luther King Jr., My Little Golden Book About George Washington, My Little Golden Book About Abraham Lincoln, My Little Golden Book About Balto, and My Little Golden Book About Johnny Appleseed.\n\n\n\n\n\nAbout the Author\n\n\n\nRAJANI LAROCCA was born in Bangalore, India and immigrated to the U.S. as a baby. She currently lives in eastern Massachusetts with her wonderful husband, two brilliant kids, and an impossibly cute dog. Rajani believes that promoting diversity in children's literature leads to empathy, and empathy makes the world a better place.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 3.99,
            "disc": "50",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "851669008957",
            "product_name": "The Honey Pot Bath Bomb - Lavender - 10.4oz",
            "product_description": "Taking bath time to new self-care depths - meet our Calming Lavender Bath Bombs. A moment to unwind and soothe, our vagina friendly bath bombs made with apple cider vinegar, honey and lavender are sure to keep you centered and your vagina happy.\nTaking bath time to new self-care depths - meet our Calming Lavender Bath Bombs. A moment to unwind and soothe, our vagina friendly bath bombs made with apple cider vinegar, honey and lavender are sure to keep you centered and your vagina happy.\n\n",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 12.99,
            "disc": "50",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "191908093963",
            "product_name": "Vintage Washed Ruffle Quilted Pillow Sham - Threshold™",
            "product_description": "Add some old-world flair to the top of your bed with the Vintage-Washed Ruffle Quilt Pillow Sham from Threshold™. This standard-sized rectangular pillow sham is adorned with a charming diamond-quilting pattern on the top accompanied by a solid reverse side, and it's made with cotton for a soft, comfortable feel. The double-ruffle trim along the edges keeps the look frilly and dreamy, while the 6-inch inner envelope closure holds the pillow insert secure with a neat finish.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 20.0,
            "disc": "80",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "011111025882",
            "product_name": "Dove Beauty Care & Protect Antibacterial Beauty Bar Soap - 3.75oz/4ct",
            "product_description": "Looking for a cleansing bar that removes 99% of bacteria* while moisturizing your skin? Dove Care and Protect Antibacterial Beauty Bar combines a nourishing formula with antibacterial properties, protecting from skin dryness. This essential cleansing bar gives you the antibacterial clean you want with the moisturization you love and is more moisturizing than ordinary soap.\n*in a 20-second wash test vs. E. coli\n\nEnriched with the Dove signature ¼ moisturizing cream, this moisturizing antibacterial bar deeply cleanses, leaving you with soft and smooth skin.\nThis moisturizing bar is designed to remove 99% of bacteria* and protect the skin from dryness, giving you clean and soft skin after every use.\n*in a 20-second wash test vs. E. coli\n\nTo get the most out of your cleansing bar, start by rinsing your hands under warm water. Rub the bar between your hands to create a lather. Massage the creamy, rich lather across your body and hands before rinsing with warm water.\n\nBathroom looking cluttered with skin care products? Dove Care and Protect Beauty Bar can be used on your body, face and hands, so you only need one staple in your bathroom cabinet to fit all your cleansing needs.\n\nGlobally, Dove does not test on animals and is certified by PETA, going further to care for all.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 5.89,
            "disc": "50",
            "stock": "15",
            "employee": "Chanelle"
        },
        {
            "upc": "076753107846",
            "product_name": "GoodCook Meal Prep 2 Compartment Large Rectangle Dark Teal Containers + Lids - 10ct",
            "product_description": "For light lunches or leftovers from the night before, this compact container is perfect for a portion-controlled main dish and a side of healthy vegetables.\n\nAll of our containers come in packs of 10, just right for the working couple that needs lunches for the work week, or a 2-meal plan for one person. Every pack comes with a starter guide by MPOF that features 3 healthy recipes made for each container, and useful tips on how to make meal prepping work for you.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 14.69,
            "disc": "40",
            "stock": "1",
            "employee": "JANETH"
        },
        {
            "upc": "492000504495",
            "product_name": "37oz Plastic Cereal Bowl - Room Essentials™",
            "product_description": "From morning cereal to delectable dinners and anything in between, bring convenience to your everyday meals with the Plastic Dinner Bowl from Room Essentials™. Made from BPA-free plastic, this round dinner bowl is great for serving a variety of stews, soups, salads, pastas and more, and it's microwave-safe for easy reheating. The simple design adds sleek style to your dinnerware collection, while the red hue brings a pop of your favorite color to the dining table. Plus, the dishwasher-safe design makes cleanup a breeze.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 0.5,
            "disc": "40",
            "stock": "2",
            "employee": "JANETH"
        },
        {
            "upc": "843440101612",
            "product_name": "(Set of 3) 28\"x12\" Framed Leaves Decorative Wall Art White - Threshold™",
            "product_description": "Refresh your walls with the delicate, nature-inspired style of this Set of 3 28\"x12\" Framed Leaves Decorative Wall Art from Threshold™. Each watercolor leaf print comes on frayed paper for a textured, refined touch, and the light brown frames lend a clean, refined look that contrasts beautifully with the white-background prints. They can easily be hung in a vertical or horizontal row or in three separate locations to suit your own personal style.\n\nThreshold™: Quality & Design / Casual classics for house and home.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 75.0,
            "disc": "70",
            "stock": "1",
            "employee": "JANETH"
        },
        {
            "upc": "191908689180",
            "product_name": "Indoor/Outdoor Metal Clock Brushed Copper - Smith & Hawken™",
            "product_description": "Check the time and temp anytime with this Indoor/Outdoor Metal Clock in Brushed Copper from Smith & Hawken™. This cool retro-look clock is as decorative as it is useful. Constructed of metal with water-resistant qualities, the brushed-copper finish of this round clock will add a charming look to your indoor or outdoor space year after year. It can be hung on a wall, door or fence, so the decorative clock will be visible from inside or outside your home.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 20.0,
            "disc": "50",
            "stock": "1",
            "employee": "JANETH"
        },
        {
            "upc": "877787101547",
            "product_name": "Canine Chews Natural Beef Twist Rawhide Dog Treats - 28oz",
            "product_description": "Not Found",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 15.39,
            "disc": "50",
            "stock": "1",
            "employee": "JANETH"
        },
        {
            "upc": "072140031558",
            "product_name": "Coppertone Sport Spray Sunscreen - SPF 50 - 6.9oz",
            "product_description": "Coppertone Sport Continuous SPF 50 Sunscreen Spray is designed to stay on strong when you sweat. This high-performance spray sunscreen SPF 50 protects you from the sun with a durable and water resistant sunscreen formula (80 minutes). This Coppertone spray sunscreen offers Broad Spectrum UVA/UVB protection in a moisturizing formula, and has a continuous sprayer for application on any angle. Coppertone is voted the most trusted sunscreen brand*, and each sunscreen Coppertone creates follows a tradition of trusted, quality sun protection products. Depend on this tough sport sunscreen spray during any outdoor activities, whether you’re heading to the big game or enjoying an afternoon of fun in the sun. Use and reapply Coppertone sunscreen spray as directed. *Voted Most Trusted Sunscreen Brand by American Shoppers Based on the 2020 BrandSpark American Trust Study.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 7.99,
            "disc": "50",
            "stock": "1",
            "employee": "JANETH"
        },
        {
            "upc": "810005412643",
            "product_name": "Dose & Co. Collagen Creamer - Vanilla - 12oz",
            "product_description": "Dose & Co Collagen Creamer – Vanilla is the perfect addition to your daily routine. Rich in bovine collagen and good fats, this high dose combination supports hair, skin and nails. Just one serving offers 10 grams of bovine collagen. This creamy formula contains milk powder, whey powder, natural vanilla flavor and is sweetened with monk fruit. Blend into coffee, smoothies, milk and recipes.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 24.99,
            "disc": "70",
            "stock": "1",
            "employee": "JANETH"
        },
        {
            "upc": "191908344966",
            "product_name": "Waffle Weave Shower Curtain - Threshold™",
            "product_description": "Brighten up your restroom with clean style when you hang the Waffle Weave Shower Curtain from Threshold™. This bath shower curtain features a clean white hue with a waffle weave pattern to add a little extra style and texture to your bathroom. Simply hang in place for a bright addition to your shower space.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 25.0,
            "disc": "50",
            "stock": "1",
            "employee": "JANETH"
        },
        {
            "upc": "191908645742",
            "product_name": "300 Thread Count Ultra Soft Fitted Sheet - Threshold™",
            "product_description": "The 300 Count Ultra-Soft Fitted Sheet from Threshold™ will give your bedding a heavenly feel. Breathable, 100% cotton makes for a comfortable night's sleep from season to season, and this fitted sheet has been brushed with a peached finish for an ultra-soft feel. A plain weave and solid color may be simple in design, but it allows for a great range of versatility when mixing and matching with pillows, comforters and sheets of your choosing. Plus, this sheet is designed to fit mattresses between 9 and 18 inches deep, with a secure fit from stretchy, fully elastic corners.\n\nWe’re committed to making products better for you, and the world. This product is Standard 100 by OEKO-TEX certified, meaning that everything from the dyes and fabrics to accessories like buttons and zippers are tested and verified as free from harmful levels of more than 300 substances.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 15.0,
            "disc": "40",
            "stock": "1",
            "employee": "JANETH"
        },
        {
            "upc": "195166153117",
            "product_name": "Beyblade Burst QuadDrive Cyclone Fury String Launcher Set",
            "product_description": "Beyblade QuadDrive tech puts the future of Beyblade battling in your hands with the first ever 4-in-1 Beyblade top! Each QuadDrive top can be configured in 4 different ways, giving you 4 ways to strategize, 4 ways to customize, 4 modes to battle, and 4 modes to win!\n\nThe Cyclone Fury String Launcher Set includes 1 Cyclone Fury String Launcher and 1 right-spin top: Cyclone Roktavor R7 G04 QD02 TA22-Q S01. String launcher allows for quick launch with no need to insert a ripcord. Launch right or left by moving the switch on the launcher. Customize top to Core and Apex mode for attack type or Core+ and Apex+ mode for stamina type. Harness the power of QuadDrive tech in the QuadDrive Beystadium (sold separately, subject to availability). Scan code to unleash tops in virtual battles in the Beyblade Burst app!\n\nLaunch into head-to-head battles with Beyblade Burst Beystadiums, launchers, and spinning tops as you journey towards Beymastery! (Each sold separately, subject to availability.)\n\nHasbro and all related terms are trademarks of Hasbro, Inc.\n\n• Includes Beyblade Burst Cyclone Fury String Launcher, top, and instructions.\n• Ages 8 and up\n• Warning: Choking Hazard -- Small parts. Not for children under 3 years.\n\nCheck apps.hasbro.com for app availability, operating systems and device compatibility, and updates. Fees may apply.\n\nQuadDrive not fully compatible with other systems.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 16.99,
            "disc": "40",
            "stock": "1",
            "employee": "JANETH"
        },
        {
            "upc": "4895147916033",
            "product_name": "Manual Balloon Pump - Spritz™",
            "product_description": "Save your breath with the Manual Balloon Pump from Spritz™. This easy-to-use pump will help you inflate balloons in just a fraction of the time it would take to blow them up yourself. The perfect behind-the-scenes addition to any birthday party or celebration, this balloon pump will allow you to focus on getting your decor in perfect party order without losing your breath.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 3.5,
            "disc": "50",
            "stock": "1",
            "employee": "JANETH"
        },
        {
            "upc": "077796009760",
            "product_name": "18\" Textured Ceramic Table Lamp with Linen Shade (Includes LED Light Bulb) Blue - Cresswell Lighting",
            "product_description": "This transitional ceramic table lamp features a touch of coastal flair with its blue and white textured design topped with a white linen shade makes the perfect accent piece with a pop of color that blends with a variety of décor styles. The lamp is fitted with an easy and convenient push on/off switch. Try pairing them next to your bedside or favorite sofa to bring together a cohesive look.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 47.99,
            "disc": "70",
            "stock": "1",
            "employee": "JANETH"
        },
        {
            "upc": "810922026275",
            "product_name": "Ello 24oz 5pk Chameleon Color Changing 16oz Tumblers with Straws",
            "product_description": "Experience the magic of color changing cups with Ello's 5 pack of 24oz tumblers! Just add iced beverages to the cup and watch it instantly change color. These tumblers feature lids that twist on and stay put, and a straw that's perfect for sipping water, smoothies, tea and more. The dual-action lid lets you drink from the straw or directly from the lid. All parts are top rack dishwasher safe and BPA free. Do not microwave or freeze. Not intended for use with hot beverages.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 12.99,
            "disc": "40",
            "stock": "1",
            "employee": "JANETH"
        },
        {
            "upc": "073161069933",
            "product_name": "28\"-48\" Standard Café Curtain Rod Nickel - Room Essentials™",
            "product_description": "Complement your curtains or drapes in style while holding them securely in place in your window with this Café Curtain Rod from Room Essentials™. This metal curtain rod brings functional style and a decorative touch into any room decor. Designed with matching decorative finials on both ends, the rod has a rich nickel finish for an elegant touch. The sturdy rod holds up to 12 pounds and is great for use with lightweight curtains. It easily adjusts in length from 28 to 48 inches to fit your window space. Complete with included mounting hardware, it is quick and easy to install in any room.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 8.0,
            "disc": "40",
            "stock": "1",
            "employee": "JANETH"
        },
        {
            "upc": "010892719430",
            "product_name": "Good Fashion Border Rug - Room Essentials™",
            "product_description": "Complete the look of any indoor space while protecting your floors with this Good Fashion Border Rug from Room Essentials™. Practical and stylish, this contemporary area rug features a classic rectangular design that is easy to accommodate into your existing decor, and the ombre motif adds dimension and style to any indoor space. Crafted from a soft and durable fabric, this indoor accent rug features a low pile height that is easier to clean while being great for high-traffic areas. Placed in the entryway or as part of your living room, this tufted area rug makes for a focal point to provide your space with lasting style.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 20.0,
            "disc": "40",
            "stock": "1",
            "employee": "JANETH"
        },
        {
            "upc": "039800109941",
            "product_name": "Energizer 20pk Max Alkaline AA Alkaline Batteries",
            "product_description": "Power the devices you love with Energizer MAX Alkaline AA Batteries. These Energizer batteries fuel the technology that helps you live, work and play, whether you need remote batteries, clock batteries, or backup batteries for your child's favorite toys and games. Powerseal Technology protects your devices against damaging leaks for up to two years after these batteries are used. With a shelf life of up to 10 years in storage, these batteries are ready to keep your devices operating when you need them. Depend on the power of Energizer MAX AA Batteries to power your everyday electronics.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 19.59,
            "disc": "40",
            "stock": "1",
            "employee": "JANETH"
        },
        {
            "upc": "029927588613",
            "product_name": "Duran Thermal Insulated 100% Blackout Grommet Curtain Panel - Sun Zero",
            "product_description": "Sun Zero Duran Curtain Panels provide the ultimate in light blocking technology to keep out even the harshest of light while bringing a subtle texture to any room of your home. Sun Zero Total Blackout technology is laboratory tested to block out 100% of light, reduce outside noise by up to 35%, and decrease energy lost through your windows by up to 35%. Comfort is optimized with thermal insulation that helps keep summer heat and winter chill out of your home. Equipped with built-in metal grommets for easy hanging on standard curtain rods up to 1.5\" in diameter. Hang in your entertainment room to eliminate screen glare and reduce distracting outside noise, or in your bedroom for enhanced privacy and a sounder, more uninterrupted sleep. Sold as individual panels. Measure carefully before selecting your desired size and quantity. Rod not included. Machine wash cold on gentle cycle. Use non-chlorine bleach when needed. Tumble dry on low heat, using a cool iron as needed.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 21.99,
            "disc": "70",
            "stock": "1",
            "employee": "JANETH"
        },
        {
            "upc": "071160138889",
            "product_name": "Corelle 18oz 4pk Glass Graphic Stitch Everyday Bowls",
            "product_description": "Brick red lines, sketched in a lively geometric pattern, give Graphic Stitch a very coordinated look. Upbeat and chic, with a modern sensibility, this dinnerware set is an entertaining addition to any contemporary kitchen. We designed Everyday Expressions for the way we eat today. The higher rims make these dinner plates ideal for the types of foods we eat now, and for eating meals anywhere around the house. Corelle Everyday Expressions dinnerware is the better choice for your home. It’s made from pure natural glass, so it’s ultra-hygienic, non-porous and also easy to clean. The chip-resistant finish makes it durable, so you’ll enjoy it for years to come. It’s microwave, oven and dishwasher safe, so it works hard every day. And we back it up with a 1-year limited warranty.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 14.99,
            "disc": "40",
            "stock": "1",
            "employee": "JANETH"
        },
        {
            "upc": "754870756542",
            "product_name": "Jar Candle Jasmine Bouquet - Home Scents by Chesapeake Bay Candle",
            "product_description": "Create a relaxing and welcoming environment in any room of your home with the crisp aroma of this Home Scents Jasmine Bouquet Glass Jar Candle from Chesapeake Bay Candle. This bright white-colored candle comes in a clear glass container with a metal lid, and features the bright, fresh and crisp scent of wonderfully floral jasmine to fill your home with an inviting atmosphere.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 8.99,
            "disc": "40",
            "stock": "1",
            "employee": "JANETH"
        },
        {
            "upc": "840044710837",
            "product_name": "eos Mango Dragonfruit Stick and Sphere Lip Balm Combo - 2ct",
            "product_description": "Current mood: Taking a long cozy nap in a hammock under rays of warm sunlight. See you soon! Xoxo Wish you were here in #EOSFLAVORLAB Paradise enjoying tropical vibes and delicious flavors. You’ll want to share the beach in a balm with special tropical postcards! Our Mango Dragonfruit flavor tastes like chilled mango sangria with tropical dragonfruit and is a travel essential! eos lip balms & moisturizers have blended flavors that are almost good enough to eat (keyword: almost) with super-moisturizing ingredients for delicious, hydrating lip care products that you’ll want to swipe on again and again (and again). Plus, our lip moisturizers are crafted with sustainably-sourced shea butter and nourishing coconut + jojoba oils for long-lasting, 24-hour hydration.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 4.99,
            "disc": "50",
            "stock": "2",
            "employee": "JANETH"
        },
        {
            "upc": "070896156006",
            "product_name": "Wilton 4pc Pizza Pan Set",
            "product_description": "Perfect for everyday use, this Ultra Bake Professional 9-Inch Pizza Pan Set is great for making all your favorite pizzas. Featuring carbon steel for even heat distribution and a double layer of non-stick coating to resist scratching and provide easy release, this pizza pan set helps ensure your food turns out perfectly every time. With four pans included in this set, you can rest assured that youâ€™ll be able to satisfy all the picky eaters in your household, no matter what pizza toppings they prefer! And, since these pans are dishwasher safe, you can simply pop them in the dishwasher when youâ€™re done for quick and easy cleanup. A must-have for pizza lovers of all ages, this 4-piece pizza pan set gives you exceptional results and years of worry-free baking.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 16.19,
            "disc": "70",
            "stock": "1",
            "employee": "JANETH"
        },
        {
            "upc": "043917110462",
            "product_name": "Wahl Color Pro Plus Clipper with Easy Color-Coded Guide Combs",
            "product_description": "Wahl® Color Pro® PLUS Clipper kit features a multi-cut clipper with adjustable taper control and POWERDRIVE® motor for excellent performance. The POWERDRIVE motor on this clipper has exceptional power for no-snag cutting. This allows you to have pain free haircuts as the clipper glides through your hair without pulling or snagging. The Wahl Color Pro Plus comes with a color key on the clipper with corresponding color-coded combs that provide quick identification when selecting the attachment guard you need. This ensures you never forget what your favorite haircutting length is. No more guessing get it right every time! This 22 piece kit includes, the clipper, clipper blade cover, 6in handle storage case, 14 attachment guards (No 1/2 - 1/16\", No 1 - 1/8\", No 1 1/2 - 3/16\", No 2 - 1/4\", No 3 - 3/8\", No 4 - 1/2\", No 5 - 5/8\", No 6 - 3/4\", No 7 - 7/8\", No 8 - 1\", Left & Right Ear Taper, Ear Guard, Eyebrow Guard), barbers hair comb, styling hair comb, scissors, blade oil, and detail cleaning brush. Wahl clippers & trimmers have been used by professionals for over 100 years in the salon and barbering industry. The quality construction of our clippers and trimmers delivers a smooth clip, trim, or shave every time",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 26.49,
            "disc": "40",
            "stock": "1",
            "employee": "JANETH"
        },
        {
            "upc": "080878195671",
            "product_name": "Pantene Pro-V Curl Perfection Shampoo",
            "product_description": "HARD WORKING, LONG LASTING\nYour haircare should work as hard as you do. Pantene PRO-V Curl Perfection Shampoo cleanses wavy and curly hair to remove build up and prime strands for optimal curl definition. This shampoo for curly hair contains 2x more nutrients and won't strip your strands, so you get soft curls with every wash and 72+ hours of curl definition when used with Curl Perfection Conditioner. This formula is crafted with protective anti-oxidants and pH balancers to leave you with soft and defined curls. With Pantene Pro-V Curl Perfection, say goodbye to frizzy, undefined curls and unleash soft locks that look and feel beautiful for longer.\n\n2X MORE NUTRIENTS, LASTS FOR 72+ HOURS\nPantene PRO-V Curl Perfection Shampoo is designed to be used with curly hair products, like our Curl Perfection Conditioner, to infuse your curls with 2x more nutrients. This color-safe shampoo works together with other Curl Perfection products to permeate every strand, for definition and softness that lasts 72+ hours without washing. These formulas are crafted with protective antioxidants, Pro-Vitamin B5, and pH balancers, and made without parabens or colorants.\n\nTO USE\nMassage shampoo into your hair, making sure to pay special attention to your scalp. Rinse thoroughly. These color-safe formulas are gentle enough for everyday use on chemically-treated hair or color-treated hair, and results last for 72+ hours without washing.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 3.99,
            "disc": "30",
            "stock": "1",
            "employee": "JANETH"
        },
        {
            "upc": "845296015631",
            "product_name": "MAM Clear Orthodontic Pacifier - 0-6 Months - 3ct",
            "product_description": "Choose our small and lightweight pacifiers to keep baby calm with a pacifier you will both love. MAM pacifiers feature an innovative nipple designed to promote healthy oral development so you can soothe your baby with confidence. Baby will love latching onto the soothing pacifier nipple that, with the help of a built-in air channel, naturally flattens and extends when sucked, mimicking a human nipple during breastfeeding. And all MAM pacifiers are orthodontic, featuring a symmetrical nipple that fits perfectly in baby’s mouth at any angle. MAM’s medically engineered nipples feature life-like, SkinSoft textured silicone that feels more natural, just like mom. With multiple pacifier shapes and shield sizes to pick from, MAM nipples are easily accepted by babies of all ages, with 94% nipple acceptance among babies tested.* Babies simply love the ease and comfort of latching onto MAM nipples. *Market research 2010-2019, tested with 1,463 babies.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 7.49,
            "disc": "30",
            "stock": "1",
            "employee": "JANETH"
        },
        {
            "upc": "816645029043",
            "product_name": "Honest Beauty Makeup Remover Wipes - 30ct",
            "product_description": "Take the day off with our Grapeseed + Olive Oil infused Makeup Remover Wipes. These thoughtfully formulated wipes are gentle and easy on the eyes, and won't overdry or strip the skin.\n\n“These are gentle enough to use on my eyes while still easily removing all my makeup\"\n-Jessica Alba\n\nMade With:\nGrapeseed Oil + Olive Oil\n\nMade Without:\nParabens\nSilicones\nSynthetic Fragrances\nPhthalates\n\nHow to use:\nUsing one sheet at a time, gently wipe me around eye area, face + neck to remove dirt + makeup. Rinsing is optional.\n\nTip:\nStore makeup wipes face down (label-side down) so each wipe is packed with moisture\n\nCaring Caution:\nUse as directed. Avoid direct contact with eyes. If contact occurs, flush thoroughly with water. In case of irritation, discontinue use and consult your doctor.\n\nIngredients:\nWater (Aqua), Polysorbate 20, Isopropyl Palmitate, Olea Europaea (Olive) Fruit Oil, Chamomilla Recutita (Matricaria) Flower Extract, Calendula Officinalis Flower Extract, Glycyrrhiza Glabra (Licorice) Root Extract, Cucumis Sativus (Cucumber) Fruit Extract, Glycerin, Aloe Barbadensis Leaf Juice Powder, Maltodextrin, Lavandula Hybrida Oil, Lavandula Angustifolia (Lavender) Oil, Abies Sibirica Oil, Pogostemon Cablin Leaf Oil, Cymbopogon Martini Oil, Pelargonium Graveolens Flower Oil, Anthemis Nobilis Flower Oil, Vitis Vinifera (Grape) Seed Oil, Citric Acid, Silver Citrate, Xylitol, Linalool, Geraniol.\n",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 9.49,
            "disc": "50",
            "stock": "1",
            "employee": "JANETH"
        },
        {
            "upc": "067981967500",
            "product_name": "K-Y Duration Gel - 0.16oz",
            "product_description": "K-Y Duration Gel is an endurance enhancer for men which temporarily prolongs the time until climax to help you have more control and enjoy the moment. Help pleasure her by ensuring you last longer and stay in the moment with the desensitizing agent, Benzocaine is deemed safe by the FDA for the purpose of prolonging the time until climax. Apply a small amount and you are ready to go. Don’t Stop. Now we’re talking. This product is compatible with Latex Condoms. K-Y is the #1 Doctor recommended personal lubricant brand. This product contains one 0.16 FL OZ (36 Pump) bottle. Our products are delivered in discreet packaging with no indication of parcel contents Use as Directed",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 20.49,
            "disc": "40",
            "stock": "2",
            "employee": "JANETH"
        },
        {
            "upc": "300450518248",
            "product_name": "Children's Tylenol Pain + Fever Relief Chewables - Acetaminophen - Grape - 24ct",
            "product_description": "Intended for kids ages 2 to 11 years, Children's Tylenol Chewable Tablets with acetaminophen provide temporary relief from a range of kids' cold and flu symptoms, including minor aches and pains, headache and sore throat. Each chewable tablet contains 160 milligrams of the pain reliever and fever reducer acetaminophen to temporarily reduce fever and help relieve minor aches and pains due to the common cold, flu, sore throat, headache, and toothache. This children's cold & flu symptom medicine also comes in a kid-friendly grape flavor and is both ibuprofen-free and aspirin-free, and is gentle on the tummy. Tylenol is the #1 pediatrician recommended brand for pain & fever relief. Tylenol has been relied on by parents for over 60 years.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 7.99,
            "disc": "70",
            "stock": "3",
            "employee": "JANETH"
        },
        {
            "upc": "358790001159",
            "product_name": "Thera Tears Eye Drops",
            "product_description": "Not Found",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 10.99,
            "disc": "70",
            "stock": "1",
            "employee": "JANETH"
        },
        {
            "upc": "363824014777",
            "product_name": "Mucinex Fast Max DM Max & Night Shift Cold & Flu Relief Combo Liquid -2ct/12 fl oz Total",
            "product_description": "Maximum Strength Mucinex Fast-Max DM MAX and Mucinex Nightshift Cold & Flu is a Multi-Symptom Relief medicine for your worst symptoms. Maximum Strength Mucinex Fast-Max DM MAX relieves Chest Congestion, Controls Cough and Thins & Loosens Mucus. Mucinex Nightshift Cold & Flu reduces Fever, relieves Headache, Minor Aches and Pains, Sore Throat, Coughing, Sneezing, Runny Nose for a better morning. Mucinex is the #1 most trusted brand among doctors for cough & cold symptoms for themselves and their families* and #1 Pharmacist Recommended Brand †. This product contains 12 FL OZ (2x6 FL OZ bottles). It can be used by Adults and Children 12 years of age and over. KEY SYMPTOMS RELIEVED DAY TIME SYMPTOMS RELIEVED: Maximum Strength Mucinex Fast-Max DM MAX relieves Chest Congestion, Controls Cough and Thins & Loosens Mucus NIGHT TIME SYMPTOMS RELIEVED: Mucinex Nightshift Cold & Flu reduces Fever, relieves Headache, Minor Aches and Pains, Sore Throat, Coughing, Sneezing, Runny Nose for a better morning KEY INGREDIENTS DAY TIME ACTIVE INGREDIENTS: Contains Dextromethorphan HBr - Cough suppressant; Guaifenesin - Expectorant NIGHT TIME ACTIVE INGREDIENTS: Contains Acetaminophen - Pain reliever and fever reducer; Dextromethorphan HBr - Cough suppressant; Triprolidine HCl – Antihistamine Do not take Mucinex Fast-Max DM MAX and Mucinex Nightshift Cold & Flu at the same time. Always wait at least 4 hours before taking another dose of Mucinex liquid. TAKE ONLY AS DIRECTED. *IQVIA using ProVoice Survey, August 2020 †U.S. News & World Report/Pharmacy Times 2020-2021",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 22.49,
            "disc": "70",
            "stock": "1",
            "employee": "JANETH"
        },
        {
            "upc": "191908113876",
            "product_name": "3-Tier Cupcake Cardboard Stand - Spritz™",
            "product_description": "Beautifully display a tower of cupcakes on any occasion with this Cupcake Cardboard Stand from Spritz™. Made from sturdy corrugated paper for lasting use, this three-tier cardboard stand showcases cupcakes, brownies, cookies and pastries in eye-catching style, allowing you to achieve a stunning presentation. This stand comes with an open design that lets your guests access the cupcakes from any side, and the simple design looks great on a number of occasions.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 5.0,
            "disc": "40",
            "stock": "1",
            "employee": "JANETH"
        },
        {
            "upc": "194252156940",
            "product_name": "Apple 20W USB-C Power Adapter",
            "product_description": "The Apple 20W USB-C Power Adapter offers fast, efficient charging at home, in the office, or on the go. While the power adapter is compatible with any USB-C–enabled device, Apple recommends pairing it with the iPad Pro and iPad Air for optimal charging performance. You can also pair it with iPhone 8 or later to take advantage of the fast-charging feature.\nCharging cable sold separately.\n\nCompatibility\n\nAirPods Models\n• AirPods Max\n• AirPods Pro\n• AirPods with Wireless Charging Case (2nd generation)\n• AirPods with Charging Case (2nd generation)\n• AirPods (1st generation)\n• Wireless Charging Case for AirPods\n\niPhone Models\n• iPhone 12 Pro\n• iPhone 12 Pro Max\n• iPhone 12\n• iPhone 12 mini\n• iPhone 11 Pro\n• iPhone 11 Pro Max\n• iPhone 11\n• iPhone SE (2nd generation)\n• iPhone XS\n• iPhone XS Max\n• iPhone XR\n• iPhone X\n• iPhone 8\n• iPhone 8 Plus\n\niPad Models\n• iPad Pro 12.9-inch (1st, 2nd 3rd, 4th, and 5th generation)\n• iPad Pro 11-inch (1st, 2nd, and 3rd generation)\n• iPad Pro 10.5-inch\n• iPad Air (3rd and 4th generation)\n• iPad (7th and 8th generation)\n• iPad mini (5th generation)\n",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 19.99,
            "disc": "30",
            "stock": "1",
            "employee": "JANETH"
        },
        {
            "upc": "887915345606",
            "product_name": "13\" x 13\" Fabric Bin - Brightroom™",
            "product_description": "Complete your storage system with this 13\" x 13\" Fabric Bin from Brightroom™. Perfect for storing anything from books and toys to blankets and clothing, this bin features cutout handles for easy sliding in and out of closets or shelves, and the lightweight construction makes it easy to pick up and move around. Best of all, the color pairs well with a wide variety of decor styles and color schemes.\n\nBrightroom™: See your space in a new light.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 10.0,
            "disc": "40",
            "stock": "4",
            "employee": "JANETH"
        },
        {
            "upc": "769898516146",
            "product_name": "Swissco Pro Soft Touch Ultimate Hair Brush Detangler - Pink",
            "product_description": "Specifically designed to remove knots and tangles. No more tugging and pulling makes this brush child (and mom) friendly. Painlessly detangle and style without the breakage. Soft touch grip will also give you a comfortable secure hold while brushing your wet or dry hair.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 6.99,
            "disc": "50",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "4902778246115",
            "product_name": "Uni-Ball POSCA 8ct PC-3M Water Based Paint Markers in Assorted Colors Fine Tip 0.9-1.3mm",
            "product_description": "Uncap your imagination with uni ball's fine tip paint markers, the ideal bleed-proof markers for customizing, creating, decorating, and marking anything that inspires you. With a fine 0.9-1.3mm bullet-tip, these odorless markers are designed for all types of paint marker users from artists and creative professionals to hobbyists and decorators to surfers and skaters! Their ease of use makes these fade-resistant markers ideal for beginners to explore their creativity. Everyday creatives and budding artists use these fade-resistant markers for coloring, line drawing, and ornamentation, making these not only versatile but multi-surface markers. Dilute, mix, or blend the paint ink to create stunning effects for your indoor and outdoor projects. These paint pen markers are suitable for use on over 50 surfaces, including wood, glass, metal, plastic, ceramic, leather, and more.\n\nuni-ball POSCA paint markers are permanent on porous surfaces and are erasable on most smooth non-porous materials. Available in 32 bright, opaque colors, these alcohol-free markers will empower your creativity. Time to grab a piece of paper and pen to outline ideas and get started with uni-ball POSCA PC-3M paint markers.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 20.99,
            "disc": "70",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "195995126894",
            "product_name": "heyday™ Apple iPhone 11 Pro/X/XS Case",
            "product_description": "This Light Tort Apple iPhone 11 Pro/X/XS Case from heyday™ keeps your iPhone secure in style. It features a brown tortoise shell pattern on a light-colored base to add an on-trend touch to your device. Designed with rounded corners for a sleek finish, it helps to keep your phone clean and scratch-free. The cut-out openings lend easy access to charging ports and camera, while the lightweight silicone construction provides lasting use without being bulky.\n\nheyday™: Let your style speak volumes.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 19.99,
            "disc": "40",
            "stock": "12",
            "employee": "Chanelle"
        },
        {
            "upc": "195995047335",
            "product_name": "heyday™ Apple iPhone 12/iPhone 12 Pro Case",
            "product_description": "Spruce up the look of your phone with the Apple iPhone Case from heyday™. Made from polycarbonate for a smooth feel, this case is specially designed to fit over Apple iPhone devices, covering them with a lively blue floral print for a stylish look you'll love. Cutouts for the camera and charging slot let you easily operate your device as you go about your day.\n\nhey, you. It’s time to make your day. So take a minute to live out loud, to power your look, and let your style speak volumes.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 19.99,
            "disc": "40",
            "stock": "2",
            "employee": "Chanelle"
        },
        {
            "upc": "191907517491",
            "product_name": "heyday™ Apple iPhone 11/XR Case",
            "product_description": "Give your tech accessories a sleek refresh with the Apple iPhone Case from heyday™. Made from plastic for a smooth feel, this case is compatible with your iPhone and covers it in chic, modern style with a bold leopard print in all black. Cutouts adorn the case for the camera and charging slot, letting you easily operate your device as you go about your day with this simply cool accessory.\n\nhey, you. It’s time to make your day. So take a minute to live out loud, to power your look, and let your style speak volumes.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 24.99,
            "disc": "40",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "195995047243",
            "product_name": "heyday™ Apple iPhone 12 Pro Max Case",
            "product_description": "Add a touch of modern style to your cell phone with the Apple iPhone Case from heyday™. This polycarbonate phone case has been specially designed to fit Apple iPhone 12 Pro Max devices, complete with cutouts lending easy access to charging ports and camera. You'll love the pattern that give your phone a touch of extra charm, especially when you coordinate with matching cables and other accessories from the heyday line.\n\nhey, you. It’s time to make your day. So take a minute to live out loud, to power your look, and let your style speak volumes.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 19.99,
            "disc": "40",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "195995047373",
            "product_name": "heyday™ Apple iPhone 12/iPhone 12 Pro Case",
            "product_description": "Elevate the look of your phone with the Apple iPhone Case from heyday™. Made from polycarbonate for a smooth feel, this case is specially designed to fit over Apple iPhone devices, covering them with a dark iridescent finish for a stylish look you'll love. Cutouts for the camera and charging slot let you easily operate your device as you go about your day.\n\nhey, you. It’s time to make your day. So take a minute to live out loud, to power your look, and let your style speak volumes.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 19.99,
            "disc": "90",
            "stock": "2",
            "employee": "Chanelle"
        },
        {
            "upc": "195995130594",
            "product_name": "heyday™ Running Arm Band - Metallic Black Tort",
            "product_description": "It's easy to go for a long walk or run while maintaining easy access to your phone with this Running Arm Band from heyday™. Designed for use with the Apple iPhone 11 and iPhone XR, the protective case features black tortoiseshell print for sleek, elegant style. Plus, a hook-and-loop closure that can be adjusted between 2 different sizes thanks to the 2 slots keeps the band securely on your arm. Ideal for workouts of all kinds, this arm band makes it easy to take calls or switch up your music without pulling your phone out of a pocket.\n\nheyday™: Let your style speak volumes.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 19.99,
            "disc": "40",
            "stock": "2",
            "employee": "Chanelle"
        },
        {
            "upc": "840104253021",
            "product_name": "OtterBox Apple iPhone 12/iPhone 12 Pro Otter + Pop Case",
            "product_description": "A best seller in the slim and stylish category, OtterBox Symmetry Series, found it’s true pairing with PopGrip by PopSockets. This fabulous friendship means you don’t have to choose between a protective case and an expressive one. Otter + Pop Symmetry Series is the slim and protective case integrated with PopSockets PopGrip that complements your style. Precision engineering ensures all of your phone’s buttons, features and functions work flawlessly. The PopGrip presses flat to slip easily into tight pockets and works seamlessly with Qi wireless charging. Otter + Pop Symmetry Series case is easy to remove and install. And, the PopTop switches out to change up your look over and over. Otter + Pop Symmetry Series is your slim, expressive, customizable, protective case. Compatible with Apple iPhone 12/ 12 Pro.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 53.99,
            "disc": "30",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "5055964784201",
            "product_name": "Animal Crossing Isabelle Table Lamp",
            "product_description": "Bring some light to those dark evenings with this cute Animal Crossing™: New Horizons Isabelle Pattern Lamp.\n\nThe 30cm (11.8\") tall lamp comes with a white shade decorated with a repeated pattern featuring Isabelle, Rosie, and Stitches, as well as other characters and icons in the background. Pull the 3D present shaped pull chain to turn the light on and off.\n\nPower the lamp with the included power cord and plug, and let it add a warm glow to your bedroom or gaming room.\n\nThe Animal™ Crossing™: New Horizons Isabelle Pattern Lamp is an adorable light for gamers to keep on their bedside table or desk.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 39.99,
            "disc": "70",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "618842390991",
            "product_name": "Crckt Kids' Vertical Lunch Tote - Dino",
            "product_description": "This Crckt lunch box is covered in a fun dinosaur print and the insulated interior is ideal for storing your child's food until lunchtime. The lunch box has an easy to clean lining and can easily clip onto your backpack. Multiple storage options include a front zip pocket, front slip pocket and side mesh pocket to hold your child's drink.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 11.99,
            "disc": "50",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "195995130570",
            "product_name": "heyday™ Running Belt Bag - Metallic Black Tort",
            "product_description": "Enjoy a hands-free jog or workout without leaving your phone behind with this Running Belt Bag from heyday™. Designed for use with the Apple iPhone 11 and iPhone XR, this belt bag features a protective case with black tortoiseshell print and a gold-tone zipper for sleek, contrasting style. Plus, the adjustable strap provides a snug fit around your waist. It's ideal for long runs, weight lifting, treadmill sessions and much more.\n\nheyday™: Let your style speak volumes.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 14.99,
            "disc": "60",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "888462108416",
            "product_name": "Apple USB-C to USB Adapter - 6.1in",
            "product_description": "The USB-C to USB Adapter lets you connect iOS and iPadOS devices and many of your standard USB accessories to a USB-C or Thunderbolt 3 (USB-C) enabled Mac.\n\nPlug the USB-C end of the adapter into a USB-C or Thunderbolt 3 (USB-C) port on your Mac, and then connect your flash drive, camera, or other standard USB device. You can also connect a Lightning to USB cable to sync and charge your iPhone, iPad, or iPod.\n\nCompatibility\n\niPad Models\n• iPad Pro 12.9-inch (3rd, 4th, and 5th generation)\n• iPad Pro 11-inch (1st, 2nd, and 3rd generation)\n• iPad Air (4th generation)\n• iPad mini (6th generation)\n\nMac Models\n• MacBook Air (M1, 2020)\n• MacBook Air (Retina, 13-inch, 2020)\n• MacBook Air (Retina, 13-inch, 2018–2019)\n• MacBook Pro (13-inch, M1, 2020)\n• MacBook Pro (13-inch, 2020)\n• MacBook Pro (16-inch, 2019)\n• MacBook Pro (13-inch, 2016–2019)\n• MacBook Pro (15-inch, 2016–2019)\n• MacBook (Retina, 12-inch, Early 2015–2017)\n• iMac (Retina 4.5k, 24-inch, 2021)\n• iMac (Retina 5K, 27-inch, 2020)\n• iMac (Retina 4K, 21.5-inch, 2019)\n• iMac (Retina 5K, 27-inch, 2019)\n• iMac (Retina 4K, 21.5-inch, 2017)\n• iMac (Retina 5K, 27-inch, 2017)\n• iMac Pro (2017)\n• Mac Pro (2019)\n• Mac mini (M1, 2020)\n• Mac mini (2018)\n",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 19.99,
            "disc": "30",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "850014874698",
            "product_name": "The Good Patch Relax Plant Patch - 4ct",
            "product_description": "Ashwaganda, Rhodiola, Passionflower, Ginger Root, L-Theanine, GABA, Magnesium, and Black Pepper: Unwind and decompress with The Relax Patch, infused with adaptogenic herbs, such as Ashwaganda & Rhodiola, as well as other plant-powered ingredients to help you find your zen. The Relax patch is like a breath of fresh air, perfect for those stressful days, travel jitters, or whenever you just need some extra chill.\n\nEASY TO USE: Just peel and stick on the inside of the wrist, or any venous area that is clean and dry. Leave for up to 12 hours.\n\nFREE OF HARMFUL INGREDIENTS: Each Relax patch is free of latex, parabens, sulfates, synthetic fragrances, artificial dyes and artificial colors.\n\n4 PATCHES: 1.78 in. x 1.78 in. Manufactured in the U.S.A.\n",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 11.99,
            "disc": "70",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "845534037593",
            "product_name": "Blue Ridge Tools 12' Tape Measure",
            "product_description": "The BLUE RIDGE 12-foot Tape Measure has the accuracy and functionality you need to build bigger and better stuff. With both metric and SAE laser-measured markings you can work on a wide variety of applications, and be sure of their accuracy. The locking function keeps the tape at the precise length you need, for as long as you need it. The metal catch hook is designed to grab and stay flush with the egde, ensuring the most accurate results, down to the millimeter. And the belt hook and strap keeps the tape measure close by, so you can carry it around with you easily.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 5.99,
            "disc": "50",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "490800882737",
            "product_name": "heyday™ Micro USB to USB-A Braided Cable",
            "product_description": "Get yourself a lasting accessory with the heyday™ Micro USB to USB Braided Cable. This four-foot cord is great for taking with you or keeping at home as your primary charging cable. The braided cord is sturdy for lasting, worry-free use. With fast charge capabilities and compatibility with micro USB phones and devices, you'll be covered in your next low-battery emergency.\n\nhey, you. It's time to make your day. So take a minute to live out loud, to power your look, and let your style speak volumes.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 9.99,
            "disc": "30",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "191907667950",
            "product_name": "heyday™ Apple Watch Canvas Band 38/40mm",
            "product_description": "Dress up your Apple watch with this Apple Watch Canvas Band from heyday™. This fashionable watch band in solid mauve adds a pop of color to your smart-casual outfits. Made from a lightweight yet durable canvas construction with elegant woven texture, it comfortably wraps around the wrist. The subtle, gold metal buckle closure makes it easy to put on and offers a secure fit. Plus, it's compatible with most Apple watches and is simple to install.\n\nhey, you. It's time to make your day. So take a minute to live out loud, to power your look, and let your style speak volumes.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 14.99,
            "disc": "40",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "195995129482",
            "product_name": "heyday™ Dual Port 25W Car Charger - Dusk Blue",
            "product_description": "A Dual Port 25W Car Charger in Dusk Blue from heyday™ makes it easy for you to keep your devices ready to go, no matter where you go. It easily plugs into a vehicle's power socket and has two USB ports to charge multiple devices at a time. The 25 watts mean fast charging speeds, and this car charger includes surge protection and short-circuit protection. The indicator light tells you that your phone or device is charging, and it’s ready to use as soon as you take it out of the package.\n\nhey, you. It’s time to make your day. So take a minute to live out loud, to power your look, and let your style speak volumes.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 19.99,
            "disc": "30",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "818009029553",
            "product_name": "heyday™ 2-Port USB Car Charger",
            "product_description": "This 2-Port USB Car Charger from heyday™ is the perfect charging accessory for frequent travelers or anyone with a long commute. Compatible with USB charging cords, it features 2 USB ports so you can charge your smartphones, tablets and other devices while driving. Super-convenient and easy to use, it also comes with a 1-year limited warranty to give you some extra peace of mind.\n\nheyday™: Let your style speak volumes.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 4.99,
            "disc": "30",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "840056102828",
            "product_name": "ZAGG Apple iPhone 11/XR InvisibleShield Glass Elite Screen Protector",
            "product_description": "Glass Elite is the next step in the evolution of unbeatable glass screen protection. Ion exchange technology increases strength and durability. ClearPrint™, an oil-diffusion treatment exclusive to InvisibleShield, makes fingerprints disappear from your screen. EZ Apply tabs make applying your Glass Elite simple and accurate. The reinforced edges on Glass Elite protect the vulnerable corners and edges of your screen to prevent chips and stop cracks from starting and spreading.\nCompatibility\nApple iPhone 11/XR",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 34.99,
            "disc": "30",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "846654036800",
            "product_name": "Native Union Night 10' Braided Lightning to USB-A Cable",
            "product_description": "None of us enjoy fumbling around for dropped cables or straining to use our devices when they're recharging. NIGHT CABLE gives you a 10-foot range to comfortably charge anywhere. Its weighted knot can be anchored to any flat surface, so it's there when you need it next.\nRELAX AND RECHARGE: With its 10-foot range, NIGHT CABLE gives you the freedom to charge and use your device in comfort.\nSTAYS RIGHT WHERE YOU LEFT IT: No more fumbling for dropped cables. NIGHT CABLE's weighted knot anchors itself to any flat surface so your cable is always there when you need it next. You can set the position of the knot by sliding it along the cable.\nA CABLE YOU WON'T WANT TO HIDE AWAY: Available in stylish colors, NIGHT CABLE complements your style and your space. Made of durable nylon, it's tangle-free, retro-inspired, and built to last.\n- Cable made from durable woven nylon and fortified with DuPont Kevlar inside, so it's 6 times stronger than standard lightning cables",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 39.99,
            "disc": "40",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "846654036350",
            "product_name": "Native Union Belt XL 10' Braided Lightning to USB-A Cable  -  Zebra",
            "product_description": "BELT CABLE XL 's 10-foot range liberates you from the wall socket and gives you the freedom to charge and use your device in comfort. Roll up excess cable and secure it with the integrated leather strap for a tangle-free and tidy home.\nRELAX AND RECHARGE: The extra-long braided cable lets you get comfortable when using and charging your device.\nTHE PERFECT TRAVELING COMPANION: You'll want to take the BELT CABLE XL with you everywhere. That's why we fitted it with an integrated leather strap, so you can just wrap it up and go.\nSTYLE AND SUBSTANCE: Resistant to wear-and-tear and built to last, BELT CABLE XL has both durability and retro style that looks great in any environment.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 34.99,
            "disc": "40",
            "stock": "5",
            "employee": "Chanelle"
        },
        {
            "upc": "191907191837",
            "product_name": "heyday™ Wireless Bluetooth Flat Earbuds",
            "product_description": "Wireless Flat Bluetooth Earbuds from heyday™ make the convenience of wireless even better. These wireless earbuds are Bluetooth-enabled with a 20-foot range to allow you the mobility you're looking for, and the two buds are attached via a cable that goes around the back of your head for a secure fit while wearing them and to keep them together when not in use — no need to worry about losing tiny individual wireless earbuds! The earbuds come with a charging cable that gives them 6 hours of power, and volume controls on the cord let you adjust the sound without reaching for your phone.\n\nhey, you. It’s time to make your day. So take a minute to live out loud, to power your look, and let your style speak volumes.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 9.99,
            "disc": "30",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "818009027825",
            "product_name": "heyday™ Lightning to USB-C Round Cable",
            "product_description": "Bring function and style to your essential accessories with this USB-C to Lightning Cable from heyday™. This lightning charging cable features a lightning connector at one end and a USB-C connector at the other to allow you to plug in your Apple products and other compatible devices to a computer, laptop, wall charger and others with a USB-C port. The four-foot length offers you convenient length to plug in to the wall outlet from your bed or desk, while the solid hue brings a pop of your favorite color to your everyday tech.\n\nhey, you. It's time to make your day. So take a minute to live out loud, to power your look, and let your style speak volumes.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 9.99,
            "disc": "30",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "195995127044",
            "product_name": "heyday™ Qi Wireless Charging Pad 10W",
            "product_description": "Quickly and easily charge your cell phone or other device with this functional and fashionable 10W Qi Wireless Fabric Charging Puck from heyday™. Great for plugging into the wall and keeping on your desk, console table or dresser, this Qi-enabled wireless charging puck has a fabric top for a stylish look you'll love. With a 10W max high charging speed for quickly charging your phone battery, this convenient charging puck also includes a six-foot USB-C cable and wall charger.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 24.99,
            "disc": "30",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "191907153590",
            "product_name": "heyday™ USB Car Charger with 6' USB-C to USB-C Braided Cable",
            "product_description": "This Car Charger with Lightning to USB-A Cable from heyday™ makes it easy for you to keep your style aesthetic on point when you need more battery power. It easily plugs into a car's DC adapter and has two USB ports to charge multiple devices at a time. A six-foot lightning cable is included that transfers data quickly whether you're syncing files or charging up, plus the longer length makes it easy to reach your device. Whether heading out for work, play or a drive, this car charger with lightning cable is a must-have companion that brings functionality and your sleek aesthetic to your vehicle.\n\nhey, you. It’s time to make your day. So take a minute to live out loud, to power your look, and let your style speak volumes.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 29.99,
            "disc": "40",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "818009029201",
            "product_name": "heyday™ 6' Lightning to USB-A Cable 2-Port 3.1A Car Charger",
            "product_description": "This Car Charger with Lightning to USB-A Cable from heyday™ makes it easy for you to keep your style aesthetic on point when you need more battery power. It easily plugs into a car's DC adapter and has two USB ports to charge multiple devices at a time. A six-foot lightning cable is included that transfers data quickly whether you're syncing files or charging up, plus the longer length makes it easy to reach your device. Whether heading out for work, play or a drive, this car charger with lightning cable is a must-have companion that brings functionality and your sleek aesthetic to your vehicle.\n\nhey, you. It’s time to make your day. So take a minute to live out loud, to power your look, and let your style speak volumes.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 29.99,
            "disc": "40",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "195995126795",
            "product_name": "heyday™ Apple AirPods Gen 1/2 Silicone Case with Clip",
            "product_description": "Keep your AirPods close at hand with the Silicone AirPods Case from heyday™. This AirPods case is made from silicone in a vibrant hue for a tech accessory that has a touch of style without overwhelming the rest of your gear. The case perfectly fits a pair of AirPods, and it even has a cutout in the bottom so you can charge your AirPods without removing them from the case. For added convenience, the case has a keyring so you can easily attach it to a bag, zipper pull or even a belt loop while out and about.\n\nhey, you. It’s time to make your day. So take a minute to live out loud, to power your look, and let your style speak volumes.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 9.99,
            "disc": "80",
            "stock": "3",
            "employee": "Chanelle"
        },
        {
            "upc": "195995673244",
            "product_name": "heyday™ Apple AirPods Gen 3 Hardshell Case with Clip",
            "product_description": "Keep your AirPods close at hand with the heyday™ Airpod Generation 3 Hardshell Case with Clip. The case perfectly fits a pair of AirPods Generation 3, and it even has a cutout in the bottom so you can charge your AirPods without removing them from the case. It's made from a plastic hardshell and features a hinge-free silhouette with rounded edges to keep your AirPods shielded against dirt, scratches and bumps. For added convenience, the case also has a round carabiner snap clip so you can easily attach it to a bag, keychain or even a belt loop while out and about.\n\nheyday™: Let your style speak volumes.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 12.99,
            "disc": "70",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "195995047175",
            "product_name": "heyday™ Apple AirPods Pro Hardshell Case with Clip",
            "product_description": "Keep your AirPods Pro close at hand with the heyday™ Airpod Pro Hardshell Case with Clip. The case perfectly fits a pair of AirPods Pro, and it even has a cutout in the bottom so you can charge your AirPods without removing them from the case. It's made from a plastic hardshell and features a hinge-free silhouette with rounded edges to keep your AirPods shielded against dirt, scratches and bumps. For added convenience, the case also has a round carabiner snap clip so you can easily attach it to a bag, keychain or even a belt loop while out and about.\n\nheyday™: Let your style speak volumes.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 14.99,
            "disc": "70",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "195995047250",
            "product_name": "heyday™ 12\" Lightning to USB-A Tassel Keychain Cable",
            "product_description": "The heyday™ Lightning to USB-A Keychain Cable will come in handy when you need to transfer data or charge your devices on the go. This accessory features a tassel with a keyring, attached to a USB-A connector and a lightning pin. Helping to make the charging and syncing process as easy as can be, the tassel keychain cable helps you stay connected while you're at home, at work or on the road.\n\nhey, you. It’s time to make your day. So take a minute to live out loud, to power your look, and let your style speak volumes.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 12.99,
            "disc": "50",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "195995126962",
            "product_name": "heyday™ 12\" Lightning to USB-A Keychain Cable",
            "product_description": "\nThe heyday™ USB-A 12-Inch to Lightning Keychain Cable offers a great way to charge many of the accessories used with the iPhone, iPad and Mac. This electronic accessory comes with an antique gold-finish carabiner ring and chic oval keychain with a USB-A connector and a lightning pin connection. The handy keychain cable is compatible with a range of devices, and helps to make the charging and syncing process as efficient as possible. It keeps you connected whether you're at home, at work or on the go.\n\nhey, you. It’s time to make your day. So take a minute to live out loud, to power your look, and let your style speak volumes.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 14.99,
            "disc": "40",
            "stock": "11",
            "employee": "Chanelle"
        },
        {
            "upc": "840173713846",
            "product_name": "PopSockets PopGrip Cell Phone Grip & Stand",
            "product_description": "A PopGrip is more than a stylish phone accessory. It's an opposable thumb for your phone. It lets you take selfies like a pro and share with your circle of fans, friends or embarrassing family members. It lets you text things you may or may not later regret, with the greatest of ease. It lets you stand your phone up on an airplane tray table to watch a movie. When you're done, it collapses flat like your bangs in a rainstorm. Did we mention each PopGrip includes a swappable PopTop? Leave commitment at the door by switching out your PopTop for another, whenever the mood strikes. Or remove it completely and get your wireless charge on.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 9.69,
            "disc": "40",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "842978155388",
            "product_name": "PopSockets PopGrip Cell Phone Grip & Stand",
            "product_description": "A PopGrip is more than a stylish phone accessory. It's an opposable thumb for your phone. It lets you take selfies like a pro and share with your circle of fans, friends or embarrassing family members. It lets you text things you may or may not later regret, with the greatest of ease. It lets you stand your phone up on an airplane tray table to watch a movie. When you're done, it collapses flat like your bangs in a rainstorm. Did we mention each PopGrip includes a swappable PopTop? Leave commitment at the door by switching out your PopTop for another, whenever the mood strikes. Or remove it completely and get your wireless charge on.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 9.99,
            "disc": "40",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "036000119763",
            "product_name": "Kleenex On-The-Go Facial Tissue",
            "product_description": "Dinner for two? Hiking adventure? The sniffles can happen anywhere. Stay prepared with Kleenex On-the-Go Facial Tissues. Whether you’re traveling solo or bringing friends along, with Kleenex On-the-Go Facial Tissues, you get 3 packs of 10 tissues, so you have plenty of travel-sized face tissues for any occasion. Our soft, durable, thick 3-layer facial tissues in a convenient travel pack—small enough to fit in pockets, purses, backpacks or travel bags—are ultra-absorbent for runny noses and watery eyes to help you stay prepared wherever you are. Plus, you can find one of these Kleenex travel tissue packs that fits the occasion because each pack of tissues is available in various colors and designs. Got the sniffles? Soothe that runny nose with a box of Kleenex Soothing Lotion or Kleenex Ultra Soft facial tissues.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 0.99,
            "disc": "70",
            "stock": "1",
            "employee": "Chanelle"
        }
    ]
}