{
    "upc_details": [
        {
            "upc": "191908548586",
            "product_name": "6pk Plastic Kids' Basic Tumbler Lids - Pillowfort™",
            "product_description": "Seal large tumblers with ease with this 6-Pack of Plastic Kids Basic Tumbler Lids from Pillowfort™. This six-pack of plastic lids includes two in white, two in mint and two in black to give them a variety of options to mix and match with their tumblers. Boasting a dishwasher- and microwave-safe design for easy cleanup, these kids' tumbler lids each feature a hole to easily fit in a straw for convenient sipping — just add coordinating tumblers and straws to create a colorful look for enjoying their favorite drink.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 3.0,
            "disc": "40",
            "stock": "1",
            "employee": "chanelle"
        },
        {
            "upc": "195995126917",
            "product_name": "heyday™ USB-C Hub Adapter - Stone White",
            "product_description": "Share videos and data from one device to the other with ease with this USB-C Hub Adapter from heyday™. This Male-To-Female USB-C Hub Adapter lets you connect any USB-C device with an HDMI cable to plug into a projector, TV or another compatible display for sharing the data with ease. In a stone white hue with embossed diagonal striped accents and an off-white and golden braided cable, it's sure to add a sweet pop of style to your daily tech.\n\nheyday™: Let your style speak volumes.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 24.99,
            "disc": "75",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "037732199115",
            "product_name": "Macen Console Table - Holly & Martin",
            "product_description": "Knock on wood. The Holly & Martin Macen Console keeps life simple, yet makes a bold statement with mixed materials and an industrial vibe. Accent small spaces with the wood grain finish, while the contrasting base gives this narrow console table a firm leg to stand on.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 229.99,
            "disc": "70",
            "stock": "1",
            "employee": "jay"
        },
        {
            "upc": "492490137357",
            "product_name": "24\" Trenton Counter Height Barstool - Threshold™",
            "product_description": "The Trenton Counter Stool from Threshold™ is simple, yet stunning in its design. This stool is constructed from hardwearing, solid wood with square legs, bringing a unique, modern and functional design. The signature saddle seat curves to give you and your guests the perfect place to enjoy quality time over a nice meal.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 110.0,
            "disc": "50",
            "stock": "1",
            "employee": "jay"
        },
        {
            "upc": "840023202537",
            "product_name": "Motorola Moto G Fast Unlocked (32GB) - White",
            "product_description": "Stay connected and entertained with this Motorola moto g fast smartphone. The Qualcomm Snapdragon 665 processor and 3GB of RAM let you flip through apps seamlessly, while the 32GB of internal storage accommodates your downloads and photos. This Motorola moto g fast smartphone features a 6.4-inch HD+ Max Vision display for crisp visuals, and the 4000 mAh rechargeable battery delivers up to two days of use.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 199.99,
            "disc": "40",
            "stock": "1",
            "employee": "jay"
        },
        {
            "upc": "856645008587",
            "product_name": "MaryRuth's Organics Liquid Infant Probiotic Drops - 1 fl oz",
            "product_description": "This 100% Plant Based, Raw, Vegan, Liquid Probiotic blend was formulated for\ninfants up to 12 months. These probiotic strains were specifically chosen to\nbenefit your infant’s digestion, supporting nutrient absorption and enhancing\nthe microbiome. A healthy microbiome is crucial in the development of a strong\nimmune system. Bifidobacterium infantis promotes healthy tummy lining, can\nreduce intestinal inflammation and may decrease the likelihood of intestinal\nconditions in infants while Bifidobacterium bifidum supports nutrient\nabsorption. Bifidobacterium lactis was clinically shown to help support the\ndeveloping immune system of infants, particularly those born by C-section. Plus\nLactobacillus reuteri has been shown to reduce crying and fussing time in\ninfants with colic! Soothe and support your baby with this safe and gentle liquid\nprobiotic blend.\n\nOur USDA Certified Organic Liquid Probiotic for Infants contains approximately 335,000 CFUs per drop, which makes 1.675 mil CFUs per the 5 drop dosage.\n",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 25.99,
            "disc": "60",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "829610003733",
            "product_name": "Roku Voice Remote (Official) for Roku Players and Roku TVs",
            "product_description": "The perfect upgrade or replacement remote for your Roku device.The easy to use Roku Voice Remote with TV controls puts the power of your Roku device in the palm of your hands. This remote is ideal to replace or upgrade the remote for your Roku TV , Roku player, or Roku Smart Soundbar. It’s compatible with all brands of Roku TV and most Roku streaming media players. Just use your voice to search for entertainment and control your TV. You’ll love its four pre set channel shortcut buttons that let you quickly jump to select streaming channels with a single press of your thumb. Plus, it has conveniently positioned side buttons that enable you to control your TV’s power, adjust volume, and mute audio (on most TVs).",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 19.99,
            "disc": "30",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "191907667981",
            "product_name": "heyday™ Apple Watch Bumper",
            "product_description": "With the Apple Watch Bumper from heyday™, you'll be able to help keep your favorite accessory safe while still adding some personalized style to your look. The polycarbonate shell is designed to protect against scrapes and scratches to keep your Apple Watch looking as good as new for longer. Whether you're traveling, working in the office or just hanging out, this watch bumper will be sure to help you make the most of your technology in a stylish way.\n\nhey, you. It's time to make your day. So take a minute to live out loud, to power your look, and let your style speak volumes.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 14.99,
            "disc": "40",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "041333661551",
            "product_name": "Duracell Rechargeable AA Batteries - 4 Pack - Compatible with NiMH Battery Chargers",
            "product_description": "LONG-LASTING CHARGE REQUIRING FEWER RECHARGES\n\nSwap out your traditional AA batteries to Rechargeable Duracell AA Batteries and get the most out of your electronic devices. Duracell's advanced long-life Ion Core Technology lets you power all your essential devices for hours of worry-free run time. These rechargeable batteries can hold its charge close to a year when not in use and are guaranteed to last up to 10 years or 400 recharges, whichever comes first. When it's time for a recharge, simply use any NiMH charger to reload your batteries for all those devices you love, such as high-powered flashlights, battery-powered toys, baby monitors, and more.\n\nThese Duracell Rechargeable batteries have a battery capacity of 2500 mAh and\ncome in a package of 4.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 15.99,
            "disc": "50",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "490080800803",
            "product_name": "AAA Batteries - 10ct - up & up™",
            "product_description": "Keep your gadgets, kids' toys and more going strong with the AAA Batteries 10 Count from up & up™. This 10-count pack of AAA batteries is great for stocking up, and they'll also hold power for up to 10 years in storage, so you can keep them stashed away confident that they'll be ready when you need them. Perfect for keeping on hand for multiple uses around the home, these alkaline batteries require no charging and are ready to use out of the package.\n\n100% Satisfaction Guaranteed.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 7.89,
            "disc": "30",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "630840215069",
            "product_name": "Bath Loofah - up & up™",
            "product_description": "From your daily shower routine to a relaxing weekend bubble bath, you'll appreciate the simple convenience of the Bath Loofah from up & up™. This nylon bath loofah features a sturdy construction for lasting use, and an attached loop makes it easy to hang for convenient storage and drying. This loofah is designed to gently exfoliate your skin, helping you get the most out of your bathing routine — simply add your go-to soap or body wash, apply to your skin, rinse the loofah and hang it to dry.\n\n100% Satisfaction Guaranteed.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 1.99,
            "disc": "30",
            "stock": "8",
            "employee": "Chanelle"
        },
        {
            "upc": "683346570866",
            "product_name": "Samsung Galaxy S9 Pre-Owned (64GB) GSM/CDMA Phone - Black",
            "product_description": "Introducing the Samsung Galaxy S9 - The Camera. Reimagined. Our category-defining Dual Aperture lens adapts like the human eye. It's able to automatically switch between various lighting conditions with ease—making your photos look great whether it's bright or dark, day or night. If it's dark, the lens opens to F1.5 mode to pull in light for a bright and clear photo and in the daylight, the lens shifts to F2.4 mode to help your picture come out sharp. Super Slow-mo lets you see the things you could have missed in the blink of an eye. Set the video to music or turn it into a looping GIF, and share it with a tap. Then sit back and watch the reactions roll in. Create an Augmented Reality version of yourself simply by taking a selfie. Then share your real-life feelings as emoji stickers and videos. Intelligent Scan is a new technology that combines face recognition and iris scan to make unlocking simple even in low light.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 219.99,
            "disc": "55",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "071603200777",
            "product_name": "4pc Pedicure Kit with 2 Toe Separators, Salon Board, & Hoof Stick",
            "product_description": "Keep your toes looking sandal-ready with the Pedicure Essentials Mini Kit. This little kit easily fits into your weekend bag or purse so you can bring it for emergency pedicures on your next get away. The four-piece set includes two toe separators, a hoof stick and a salon board to smooth out feet, push back cuticles and keep toes separated as you let your polish dry.\n\nIncludes Salon Board, 2 Toe Separators, Hoof Stick",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 1.99,
            "disc": "37",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "490570053665",
            "product_name": "heyday™ Apple Watch Bumper",
            "product_description": "With the Apple Watch Bumper from heyday™, you'll be able to help keep your favorite accessory safe while still adding some personalized style to your look. The polycarbonate shell is designed to protect against scrapes and scratches to keep your Apple Watch looking as good as new for longer. Whether you're traveling, working in the office or just hanging out, this watch bumper will be sure to help you make the most of your technology in a stylish way.\n\nhey, you. It's time to make your day. So take a minute to live out loud, to power your look, and let your style speak volumes.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 6.99,
            "disc": "30",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "191907014525",
            "product_name": "heyday™ Apple iPhone 11/XR Case",
            "product_description": "Add a touch of modern style to your cell phone with the Apple iPhone Case from heyday™. This polycarbonate phone case has been specially designed to fit Apple iPhone 11 devices, complete with cutouts lending easy access to charging ports and camera. You'll love the panels of dotted scallops in a neutral color that give your phone a touch of extra charm, especially when you coordinate with matching cables and other accessories from the heyday line.\n\nhey, you. It’s time to make your day. So take a minute to live out loud, to power your look, and let your style speak volumes.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 19.99,
            "disc": "30",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "889048552395",
            "product_name": "Robbin Floral Accent Rug - Safavieh",
            "product_description": "The Robbin Rug Collection sets the bar for refined elegance in area rugs. From a ski chalet in Stowe to a luxurious loft in SoHo, Robbin area rugs will add class and must-touch textures to room decor. The soft traces of these rugs create a delicate and sophisticated atmosphere. The simple yet beautiful nature of these rugs make it an easy choice to use as to decorate your floors. Robbin is finely hand woven from pure wool with intricate raised patterns suggestive of warm Americana style.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 235.99,
            "disc": "60",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "848958039808",
            "product_name": "BLU J5L GSM Unlocked (32GB) - Black",
            "product_description": " A premium leather pattern graces the battery cover on the J5L for a chic design. Stand out amongst others with this device. Display is the main connection to the user, why not make it brilliant. J5L offers a gorgeous 5” curved glass display with high resolution. Breeze through all the apps and daily tasks with no glitches with a powerful 1.4GHz Quad-Core processor. From movies, emails, web surfing, nothing stands in the way. J5L is equipped with both main and selfie 8 Megapixel cameras. When special moments pop up, snap and share it with the world. From features that make the world more inclusive to tools that change lives, Android 10 (Go edition) brings the best of Android, built with new and reimagined apps, running lighter and saving data. Making even more possible on the J5L. Stay globally connected with friends and family while traveling the world. The J5L comes with 3G: 850/900/1700/1900/2100 and LTE: 1/2/3/4/5/7/12/17/28 to ensure you always have access to worldwide carrier coverage while you’re on the go. Take advantage of different voice and data plans for better rates, better coverage and separate bills with the J5L Dual SIM slots. ",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 79.99,
            "disc": "40",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "887961875348",
            "product_name": "Masters of the Universe He-Man Figure",
            "product_description": "It's an exciting time to be a Masters of the Universe fan! For longtime fans and for a new generation of kids who love action and adventure, it's time to experience the thrilling action and adventures of He-Man, Skeletor, the secrets of Castle Grayskull and much more! The figures in this collection stand 5.5 inches tall and have 16 moveable joints so they're highly poseable for imaginative and action-oriented fun, Masters of the Universe style! Longtime fans will appreciate both the vintage design details that honor the heritage of this beloved adventure franchise and the design updates that add an exciting look to the future. Each figure comes with a battle accessory and a mini comic book from a series that explores new story lines and introduces heroes, villains and allies in the timeless battle between good and evil! Aficionados will love the classically stylized retro-packaging. Keep an eye out for new characters to come, and curate a collection to play with and trade. Each figure sold separately, subject to availability. Colors and decorations may vary.​\n",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 12.39,
            "disc": "35",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "3417766106001",
            "product_name": "LeapFrog Blue's Clues & You! Skidoo Into ABCs Book - Blue",
            "product_description": "Help Josh remember the letters of the alphabet in the Blue’s Clues & You!™ Skidoo Into ABCs Book. Go on a skidoo scavenger hunt to find letters and words in a variety of skidoo locations, just like in the show! Fourteen colorful pages invite kids to pretend to skidoo with Blue to visit a farm, the present store, a haunted house and more. Hear letter names, letter sounds and the names of things in different locations by pressing the light-up buttons. Press the skidoo button to play a find-it game across all the pages. This Blue-shaped book also has a handle so kids can skidoo on the go! Intended for ages 2+ years. Requires 2 AA batteries. Batteries included for demo purposes only. New batteries recommended for regular use.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 16.99,
            "disc": "35",
            "stock": "2",
            "employee": "Chanelle"
        },
        {
            "upc": "887734375518",
            "product_name": "Disney Store Alien Mashup Deluxe Figurine Set",
            "product_description": "Our deluxe ''Remix'' play set features Toy Story's space Aliens dressed as their favorite Pixar characters with nine fully sculpted figures. They'll be eternally grateful. Nine fully sculpted freestanding figures includes Aliens as Woody, Buzz Lightyear, Hamm, Sulley, Mike, Mr. Incredible, Russell, Miguel, and Dante. Genuine, Original, Authentic Disney Store Product.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 24.99,
            "disc": "61",
            "stock": "2",
            "employee": "Chanelle"
        },
        {
            "upc": "490020716225",
            "product_name": "Woven Aseana Small Tapered Bin - Threshold™",
            "product_description": "Add sweet, rustic charm to your tabletop or counter with this pretty Aseana Tapered Bin from Threshold™. Crafted from all-natural seagrass with a neat trim along the rim makes this compact bin the perfect storage solution for your living space. Versatile and finely crafted, this small tapered bin comes in a soft, neutral hue that blends easily with any existing decor and allows for easy stowing away of car keys and other small items you need when heading out in a rush. Place in the foyer or living room on your tabletop or counter for an instant update.\n\nHANDCRAFTED\nSkilled Filipino artisans create our decorative storage using a traditional rice weaving technique that preserves the region’s rich history of craft traditions. Natural seagrass is locally harvested, dried and woven by hand to ensure each basket is beautifully one of a kind.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 8.0,
            "disc": "40",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "840173707357",
            "product_name": "PopSockets PopGrip Cell Phone Grip & Stand",
            "product_description": "A PopGrip is more than a stylish phone accessory. It's an opposable thumb for your phone. It lets you take selfies like a pro and share with your circle of fans, friends or embarrassing family members. It lets you text things you may or may not later regret, with the greatest of ease. It lets you stand your phone up on an airplane tray table to watch a movie. When you're done, it collapses flat like your bangs in a rainstorm. Did we mention each PopGrip includes a swappable PopTop? Leave commitment at the door by switching out your PopTop for another, whenever the mood strikes. Or remove it completely and get your wireless charge on.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 9.99,
            "disc": "30",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "810070330323",
            "product_name": "TULA SKINCARE Lip SOS Lip Treatment Balm - Strawberry Flush - 0.28oz - Ulta Beauty",
            "product_description": "\n\nTULA's Lip SOS Lip Treatment Balm is a superfruit & peptide-powered lip treatment that smooths your pout, leaving just the right amount of gloss. Fruit oils & extracts deeply replenish & soften lips while hyaluronic acid, Vitamin E & probiotic extracts nourish & provide antioxidant protection. Available in three universally flattering, buildable sheer tints. Does not contain live cultures.\n\nHow To Use:\n\nApply a sheer amount to lips any time of day.\n\nIngredients:\nBlackberry Velvet:\nDipentaerythrityl Tetrahydroxystearate/Tetraisostearate, Bis-Diglyceryl Polyacyladipate-2, Phytosteryl/Isostearyl/Cetyl/Stearyl/Behenyl Dimer Dilinoleate, Bis-Behenyl/Isostearyl/Phytosteryl Dimer Dilinoleyl Dimer Dilinoleate, Polyglyceryl-2 Isostearate/Dimer Dilinoleate Copolymer, Persea Gratissima (Avocado) Oil, Squalane, Flavor, Octyldodecanol, Rubus Fruticosus (Blackberry) Fruit Extract, Punica Granatum Seed Oil, Punica Granatum Fruit Extract, Hyaluronic Acid, Palmitoyl Tripeptide-1, Tocopherol, Lactococcus Ferment Lysate, Lactobacillus, Lactobacillus Ferment, Alpha-Glucan Oligosaccharide, Beta Vulgaris (Beet) Root Extract, Inulin, Lactic Acid, Maltodextrin, Polyglycerin-3, Vitis Vinifera (Grape) Seed Oil, 1,2-Hexanediol, Acacia Decurrens Flower Wax, Curcuma Longa (Turmeric) Root Extract, Ethylhexyl Palmitate, Helianthus Annuus (Sunflower) Seed Wax, Butylene Glycol, Sorbitan Oleate, Tocopheryl Acetate, Tribehenin, Sorbitan Isostearate, Polyglyceryl-3 Diisostearate, Polymnia Sonchifolia Root Juice, Sambucus Nigra Fruit Extract, Simmondsia Chinensis (Jojoba) Seed Oil, Sodium Benzoate, Sodium Chloride, Jojoba Esters, May Contain: Blue 1 Lake, Iron Oxides (Ci 77499), Red 28 Lake, Titanium Dioxide (Ci 77891)\n\nStrawberry Flush:\nDipentaerythrityl Tetrahydroxystearate/Tetraisostearate, Bis-Diglyceryl Polyacyladipate-2, Phytosteryl/Isostearyl/Cetyl/Stearyl/Behenyl Dimer Dilinoleate, Bis-Behenyl/Isostearyl/Phytosteryl Dimer Dilinoleyl Dimer Dilinoleate, Polyglyceryl-2 Isostearate/Dimer Dilinoleate Copolymer, Squalane, Persea Gratissima (Avocado) Oil, Flavor, Octyldodecanol, Fragaria Ananassa (Strawberry) Seed Oil, Actinidia Chinensis (Kiwi) Fruit Extract, Hyaluronic Acid, Palmitoyl Tripeptide-1, Tocopherol, Lactococcus Ferment Lysate, Lactobacillus, Lactobacillus Ferment, Alpha-Glucan Oligosaccharide, Beta Vulgaris (Beet) Root Extract, Curcuma Longa (Turmeric) Root Extract, Inulin, Lactic Acid, Maltodextrin, Phenoxyethanol, Polymnia Sonchifolia Root Juice, 1,2-Hexanediol, Acacia Decurrens Flower Wax, Helianthus Annuus (Sunflower) Seed Wax, Butylene Glycol, Ethylhexyl Palmitate, Ethylhexylglycerin, Sorbitan Isostearate, Sorbitan Oleate, Tocopheryl Acetate, Jojoba Esters, Polyglycerin-3, Polyglyceryl-3 Diisostearate, Punica Granatum Fruit Extract, Sambucus Nigra Fruit Extract, Simmondsia Chinensis (Jojoba) Seed Oil, Sodium Benzoate, Sodium Chloride, Sorbic Acid, Tribehenin, Xanthan Gum, Water (Aqua), May Contain: Ci 19140, Iron Oxides (Ci 77491), Iron Oxides (Ci 77499), Red 7 Lake, Titanium Dioxide (Ci 77891)\n\nBlushing Lemonade:\nDipentaerythrityl Tetrahydroxystearate/Tetraisostearate, Bis-Diglyceryl Polyacyladipate-2, Phytosteryl/Isostearyl/Cetyl/Stearyl/Behenyl Dimer Dilinoleate, Bis-Behenyl/Isostearyl/Phytosteryl Dimer Dilinoleyl Dimer Dilinoleate, Polyglyceryl-2 Isostearate/Dimer Dilinoleate Copolymer, Squalane, Persea Gratissima (Avocado) Oil, Flavor, Octyldodecanol, Citrullus Lanatus (Watermelon) Seed Oil, Citrus Limon (Lemon) Peel Oil, Hyaluronic Acid, Palmitoyl Tripeptide-1, Tocopherol, Lactococcus Ferment Lysate, Lactobacillus, Lactobacillus Ferment, Alpha-Glucan Oligosaccharide, Beta Vulgaris (Beet) Root Extract, Inulin, Jojoba Esters, Lactic Acid, Curcuma Longa (Turmeric) Root Extract, Ethylhexyl Palmitate, Helianthus Annuus (Sunflower) Seed Wax, 1,2-Hexanediol, Acacia Decurrens Flower Wax, Polymnia Sonchifolia Root Juice, Sambucus Nigra Fruit Extract, Butylene Glycol, Maltodextrin, Polyglycerin-3, Polyglyceryl-3 Diisostearate, Punica Granatum Fruit Extract, Tocopheryl Acetate, Tribehenin, Sodium Benzoate, Sodium Chloride, Sorbitan Isostearate, Sorbitan Oleate, Simmondsia Chinensis (Jojoba) Seed Oil, May Contain: Ci 19140, Iron Oxides (Ci 77491), Iron Oxides (Ci 77499), Red 7 Lake, Titanium Dioxide (Ci 77891)\n",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 22.0,
            "disc": "50",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "191058127815",
            "product_name": "Kate Spade New York Apple iPhone 11 Pro Max/XS Max Protective Hardshell Case",
            "product_description": "Elevate your phone's style and protection simultaneously with the kate spade new york Protective Hardshell case. Slim, light and easy to hold, it combines a co-molded design with shock-resistant bumpers to protect your device on drops from as high as six feet. As beautiful as it is durable, it comes in multiple signature colors and prints.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 39.99,
            "disc": "30",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "812887018418",
            "product_name": "JLab Studio Wired On-Ear Headphones - Black",
            "product_description": "Studio comfort, with studio sound. Plug in and GO anywhere with the Studio Headphones, the braided nylon cord is durable to use all day, everyday. C3 Sound delivers crystal, clear, clarity audio so your music sounds perfect every time you plug in. Fold the earcups in for compact size to fit in any bag. These are the perfect go-to headphone.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 15.99,
            "disc": "30",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "812887015431",
            "product_name": "JBuddies Studio Wired Kids Headphones",
            "product_description": "JLab JBuddies Studio Wired Kids Headphones - Comfort for home or school. Style to suit any budding fashionista. JLab's Over-Ear Cloud Foam cushions offer ultimate comfort for homework session focus- without the rock-star price tag. The smooth-sliding metal adjustments and feather-light build give you the long-lasting, all-day comfort you require. They'll be their favorite wearable accessory. JBuddies offer safe volume control through vigorous testing and built-in volume regulators to ensure kids never rock out past 85db. Trust that young, sensitive ears aren't damaged. Built for all growing shapes and sizes, the smooth-sliding metal adjustments and feather-light build are ready to hit the road or use in class for ages 6-16. The plush circular ear cups rotate 80 degrees and fold up in the palm of your hand so they can fit snuggly in any backpack. Not to mention a lifetime warranty.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 19.99,
            "disc": "30",
            "stock": "2",
            "employee": "Chanelle"
        },
        {
            "upc": "885308364487",
            "product_name": "Arashi Ombre Embroidery Light Filtering Curtain Panel - Vue",
            "product_description": "High Fashion design meets chic sophistication with the Vue Arashi Window Drapery Panel. This fashionable panel offers a decorator style and features a burst of color at the panel base that ombres upward. Color coordinated embroidery creates a geometric top border. Rod pocket measures 3 inches and is recommended with a 1.5 rod for maximum movement. Use rod pocket hanging option or hang from clip rings for added style. Clip rings not included. Machine washable, tumble dry on low heat. 100% Cotton panel.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 19.99,
            "disc": "65",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "887961875409",
            "product_name": "Masters of the Universe Skeletor Figure",
            "product_description": "It's an exciting time to be a Masters of the Universe fan! For longtime fans and for a new generation of kids who love action and adventure, it's time to experience the thrilling action and adventures of He-Man, Skeletor, the secrets of Castle Grayskull and much more! The figures in this collection stand 5.5 inches tall and have 16 moveable joints so they're highly poseable for imaginative and action-oriented fun, Masters of the Universe style! Longtime fans will appreciate both the vintage design details that honor the heritage of this beloved adventure franchise and the design updates that add an exciting look to the future. Each figure comes with a battle accessory and a mini comic book from a series that explores new story lines and introduces heroes, villains and allies in the timeless battle between good and evil! Aficionados will love the classically stylized retro-packaging. Keep an eye out for new characters to come, and curate a collection to play with and trade. Each figure sold separately, subject to availability. Colors and decorations may vary.​\n",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 12.39,
            "disc": "35",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "044021199442",
            "product_name": "Over-the-Door Mirror - Room Essentials™",
            "product_description": "Never again leave home doubting your outfit — with the full-length Over-the-Door Mirror from Room Essentials™, you'll be able to see your entire look so you know you're pulled together. This mirror easily fits into even small spaces since all you need is a door to hang it over. Please note that this product is intended to be hung on a standard interior door for residential and/or commercial use ranging from 1-3/8” to 1-7/8” in depth.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 19.0,
            "disc": "50",
            "stock": "2",
            "employee": "Chanelle"
        },
        {
            "upc": "371661821403",
            "product_name": "Mineral Sunscreen Spray - up & up™",
            "product_description": "We're all looking for ways to take care of ourselves that's healthier and easier. up & up™ Mineral Sunscreen Spray fits that bill by providing a physical layer of easy-on broad-spectrum protection. This lightweight, sheer spray dries clearly and quickly. Without parabens, phthalates, or chemical sunscreens, this gentle sunscreen is formulated for sensitive skin.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 7.99,
            "disc": "50",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "191908723655",
            "product_name": "Outdoor/Indoor LED Rope Light White - Room Essentials™",
            "product_description": "Dress up your home in any season with the Outdoor/Indoor LED Rope Light from Room Essentials™. This LED rope light features pure white bulbs arranged inside a waterproof plastic sleeve that emit a constant glow to fill your space with stunning, illuminated charm. Easy to install, this white LED rope light is great for decorating flat surfaces, pathways, doorways or door eaves, and also brings a decorative gleam to your tabletops, potted plants and more.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 13.0,
            "disc": "30",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "840708106570",
            "product_name": "400 Thread Count Performance Printed Pillowcase Set - Threshold™",
            "product_description": "Perfect your pillows with a Performance Pillowcase Set from Threshold. They are our most popular pillowcases for good reason soft, durable and easy to care for. The fresh selection of prints means there's just the right set to complement your bedding collection. Oeko-Tex. If you’re not satisfied with any Target Owned Brand item, return it within one year with a receipt for an exchange or a refund.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 24.0,
            "disc": "50",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "191908829654",
            "product_name": "Backpack Laundry Bag Textured Striped - Brightroom™",
            "product_description": "Bring convenience to laundry day with this Textured Striped Backpack Laundry Bag from Brightroom™. This backpack laundry bag features a wide opening at the top to easily put dirty laundry inside, while the drawstring closure easily cinches it up for keeping laundry in place. Designed with two adjustable straps at the back for easy carrying, it features a mesh pocket at the front for stashing a small detergent pouch, fabric softener or other laundry essentials. Showcasing a striped design, it's sure to add a pop of color to your laundry day.\n\nBrightroom™: See your space in a new light.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 12.0,
            "disc": "45",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "719812078755",
            "product_name": "OXO Cut and Serve Turner",
            "product_description": "The OXO SoftWorks Cut & Serve Turner is perfectly sized for cooking, cutting and serving. The sharp front edge slices through brownies, lasagna and more, while the flat, beveled head slides underneath foods for simple lifting and serving. The contoured non-slip handle features thumb and finger indentations for a comfortable grip in any position. The slotted head drains excess oil or sauce and stops food from sticking to the Turner. Elegant stainless steel makes the Cut & Serve Turner the perfect tool to take from sautéing and turning in the kitchen to cutting and serving at the table. Dishwasher safe.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 9.99,
            "disc": "40",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "851667006528",
            "product_name": "Armpocket X Armband (fits up to 6\" Phone) - Black",
            "product_description": "The Armpocket X Armband helps you get the most out of your cutting-edge device. It features a full-access window that's compatible with Apple Face ID and Samsung Iris Scanner so you can use all your phone's best features while you log miles (for the best experience, we recommend removing protective phone case, if applicable).\n\nMemory foam padding, durable sport easy Closure & soft vented straps combined with an ergonomic design make your Armpocket comfortable & keep it in place through your most strenuous exercise! The Armpocket X Plus Armband is made from eco-friendly materials like recycled plastic (PET) fibers and sustainable bamboo rayon for natural moisture-wicking.\n\nPursue an active lifestyle knowing your phone and essentials are protected from rain to mud to snow. This eco-friendly armband offers protection in excess of military standards without sacrificing comfort or quality. Armpocket is veteran-owned and is designed in the USA.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 39.99,
            "disc": "40",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "191904672094",
            "product_name": "Girls' Snow Gloves - All in Motion™ Black",
            "product_description": "Keeping your little one warm against the cold is a breeze with Girls' Snow Gloves from All in Motion in Black. Be it chilly winds or snow, these black gloves have got your kiddo covered. They have elongated adjustable cuffs and a waterproof insert which help provide protection against snow. These gloves will make sure she stays cozy & comfy as she takes on the day.\n",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 16.0,
            "disc": "60",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "853247008151",
            "product_name": "Miss Jessie's Rapid Recovery Treatment - 8.5 fl oz",
            "product_description": "Natural Hair Repair Treatment\n\nThis once weekly intense luxurious deep hair treatment is the essential weapon for ensuring that your curls regain their healthy shiny bounce week to week. Rich Shea butter and avocado cream oil penetrate for a radiant sheen that reinforces a smooth tangle free curl. Quite simply, your curls just behave better with a weekly dose of Rapid Recovery Treatment™. This deep hair treatment is great for restoring moisture and supple elasticity to damaged, curly, tight curly, kinky or transitioners hair. It's essential, intense deep treatment is a natural curl's secret weapon.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 13.99,
            "disc": "30",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "191907517477",
            "product_name": "heyday™ Apple iPhone 12/iPhone 12 Pro Case",
            "product_description": "Add a touch of modern style to your cell phone with the Apple iPhone Case from heyday™. This polycarbonate phone case has been specially designed to fit Apple iPhone 11 devices, complete with cutouts lending easy access to charging ports and camera. You'll love the panels of dotted scallops in a neutral color that give your phone a touch of extra charm, especially when you coordinate with matching cables and other accessories from the heyday line.\n\nhey, you. It’s time to make your day. So take a minute to live out loud, to power your look, and let your style speak volumes.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 19.99,
            "disc": "30",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "844702087644",
            "product_name": "LED Curtain String Light - West & Arrow",
            "product_description": "Light up any room or party with these LED Curtain Lights from West & Arrow. Featuring 96 pink ombre LED lights with 8 new light modes - combination, in-wave, sequential, slow glow, chasing, slow fade, twinkle and steady on. These LED lights are USB or battery powered, require no assembly and are sure to add a festive spirit to any to any room or space. Go ahead and make your decorations even more magical.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 17.0,
            "disc": "30",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "083321518881",
            "product_name": "Rawlings Playmaker Series 11\" Glove-Black/Red",
            "product_description": "The Rawlings Playmaker Series Tball glove is an ideal choice for a youth left-hand thrower. Crafted of soft, durable leather, it adjusts to the contours of the players hand. Stylish stitching details give it a rugged look that your little thrower will love. This 10.5 inch brown glove is also lightweight and bends easily, so the player can start catching the ball with ease right from day one. Ages 9 and under.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 29.99,
            "disc": "50",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "490701201477",
            "product_name": "Wire Dish Rack Small Satin Nickel - Threshold™",
            "product_description": "Keep your kitchen counter tidy and your dirty dish duties easy with this Dish Drying Rack from Threshold™. This dish drying rack is constructed out of steel for sturdiness and long-lasting use. It features plenty of slots for holding plates and an open area for drying yours cups, bowls and other large kitchen accessories. There's even a plastic utensil holder attached for drying all of your silverware and smaller kitchen items. The sleek design and size make it perfect for storing under your sink when you don't need it — and when you are using it, it'll dry your dishes while blending in seamlessly with any kitchen decor or style.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 10.0,
            "disc": "40",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "191908060880",
            "product_name": "Tonal Texture Curtain Panel Sour Cream - Hearth & Hand™ with Magnolia",
            "product_description": "Brighten up any room in your home with the Tonal Texture Curtain Panel Sour Cream from Hearth & Hand™ with Magnolia. Made from 100% cotton, this cream-hued curtain showcases an open-weave pattern accented with tonal texture that provides a strong yet refined appeal, and is designed to let in just the right amount of light to brighten up your room while still offering privacy. Fitted with a rod pocket and back tab that help the curtain rod slip through easily, creating elegant gathers with clean lines, this textured curtain panel brings elegant style to any room’s decor.\n\nCelebrate the everyday with Hearth & Hand — created exclusively for Target in collaboration with Magnolia, a home and lifestyle brand by Chip & Joanna Gaines. Built upon our shared commitment to giving back to our communities, these pieces reveal the beauty of everyday moments shared with family and friends.\n\nWe’re committed to making products better for you, and the world. This product is Standard 100 by OEKO-TEX certified, meaning that everything from the dyes and fabrics to accessories like buttons and zippers are tested and verified as free from harmful levels of more than 300 substances.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 29.99,
            "disc": "80",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "754502045488",
            "product_name": "Copper Fit Guardwell Face Mask Blue",
            "product_description": "Copper Fit GuardWell Face Protector is designed to help bring you peace of mind. The non-slip design provides 30 UPF protection in a breathable thermal-regulating Smart Technology fabric that helps keep you cool and dry. Copper-infused to help reduce bacteria that cause odors. Each package contains 1 reversible and washable face cover scarf.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 4.99,
            "disc": "40",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "811067017296",
            "product_name": "Composition Notebook Set Unruled Affirmation 3.5\"x5\" - West Emory",
            "product_description": "Not Found",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 14.99,
            "disc": "50",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "492530501803",
            "product_name": "Plastic Straws Disposable Tableware - 100ct - Smartly™",
            "product_description": "Whether you're serving up root beer floats for a kid's birthday party or simply want to add a little fun to your everyday sips, a package of Plastic Straws from Smartly™ makes the perfect addition to your grocery cart. These plastic straws have a classic bent shape with a flexible elbow, and the box contains 100 straws so you'll always have plenty on hand.\n\nAffordable household essentials & more, made just right.\n\n100% satisfaction guaranteed.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 1.19,
            "disc": "35",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "888462698405",
            "product_name": "Apple USB-C Charge Cable",
            "product_description": "\nThis 2-meter charge cable—with USB-C connectors on both ends—is ideal for charging, syncing, and transferring data between USB-C devices. Pair the USB-C Charge Cable with a compatible USB-C power adapter to conveniently charge your devices from a wall outlet and take advantage of fast-charging capabilities. USB-C Power Adapters sold separately.\n\nApple recommends the following pairings:\n• 12-inch MacBook with USB-C port with the 30W USB-C Power Adapter\n• 13-inch MacBook Air with Thunderbolt 3 (USB-C) ports with the 30W USB-C Power Adapter\n• 13-inch MacBook Pro with Thunderbolt 3 (USB-C) ports with the 61W USB-C Power Adapter\n• 15-inch MacBook Pro with Thunderbolt 3 (USB-C) ports with the 87W USB-C Power Adapter\n• 16-inch MacBook Pro with Thunderbolt 3 (USB-C) ports with the 96W USB-C Power Adapter\n• 11-inch iPad Pro (1st, and 2nd, and 3rd generation) and 12.9-inch iPad Pro (3rd, 4th, and 5th generation) with the 20W USB-C Power Adapter\n• iPad Air (4th generation) with the 20W USB-C Power Adapter\n\nCompatibility\n\niPad Models\n• iPad Pro 12.9-inch (3rd, 4th, and 5th generation)\n• iPad Pro 11-inch (1st, 2nd, and 3rd generation)\n• iPad Air (4th generation)\n• iPad mini (6th generation)\n\nMac Models\n• MacBook Air (M1, 2020)\n• MacBook Air (Retina, 13-inch, 2020)\n• MacBook Air (Retina, 13-inch, 2018 - 2019)\n• MacBook Pro (13-inch, M1, 2020)\n• MacBook Pro (13-inch, 2020)\n• MacBook Pro (13-inch, 2020)\n• MacBook Pro (16-inch, 2019)\n• MacBook Pro (13-inch, 2016 - 2019)\n• MacBook Pro (15-inch, 2016 - 2019)\n• MacBook (Retina, 12-inch, Early 2015 - 2017)\n• iMac (Retina 4.5k, 24-inch, 2021)\n• iMac (Retina 5K, 27-inch, 2020)\n• iMac (Retina 4K, 21.5-inch, 2019)\n• iMac (Retina 5K, 27-inch, 2019)\n• iMac (Retina 4K, 21.5-inch, 2017)\n• iMac (Retina 5K, 27-inch, 2017)\n• iMac Pro (2017)\n• Mac Pro (2019)\n• Mac mini (M1, 2020)\n• Mac mini (2018)\n",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 19.99,
            "disc": "30",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "885395510248",
            "product_name": "Takeya 32oz Actives Insulated Stainless Steel Water Bottle with Spout Lid",
            "product_description": "Takeya Actives 32oz Insulated Stainless Steel Bottle with Insulated Spout Lid. BRING THE HEAT, KEEP YOUR COOL. No matter what you do to stay healthy, active and fit, the Takeya Actives 32oz Insulated Stainless Steel Bottle will keep you going strong! Great for a big thirst or fewer refills...Chill-Lock Technology keeps your favorite drink ice cold for 24 hours + ... so you stay refreshed and hydrated all day long. Crafted from pure, food grade 18/8 stainless steel, the BPA-free insulated bottles feature Takeya's exclusive Sport Lid - designed for active use - so you can sip, chug, or pour your beverage without removing the entire lid for easy hydration on the go!",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 39.99,
            "disc": "50",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "811068019732",
            "product_name": "Dr Teal's Melatonin Sleep Foaming Bubble Bath - 34 fl oz",
            "product_description": "Dr Teal's Melatonin Foaming Bath with Melatonin and Essential Oil Blend transforms your bath into a relaxing spa with luxurious essential oils to soothe the senses and help provide relief from stress. Melatonin helps regulate sleep and wake cycles while Lavender and Chamomile essential oils help reduce stress and encourage relaxation, promoting a better nights sleep.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 4.89,
            "disc": "30",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "874688005486",
            "product_name": "Bracketron Roadtripper Car Audio Bluetooth FM Transmitter - Black",
            "product_description": "The Roadtripper Bluetooth FM Transmitter is a perfect solution to play your favorite music on a smartphone through your car stereo system. Simply plug the Bluetooth FM Transmitter into your car’s cigarette lighter port, pair your Bluetooth-enabled smartphone to it, tune your FM radio to an open channel to match the frequency on your transmitter, and enjoy your music, your way.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 24.99,
            "disc": "30",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "490700547965",
            "product_name": "Stainless Steel Tongs - Room Essentials™",
            "product_description": "These Stainless Steel Tongs from Room Essentials™ are the perfect addition to your kitchen or grill accessories. The metal tongs have long arms with scalloped nylon ends designed to withstand high temperatures for gripping and lifting hot foods, protecting your hands from burns or messes. These long-armed tongs are also equipped with a convenient locking mechanism that provides the versatility to securely store them in a drawer or countertop organizer when not in use.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 2.7,
            "disc": "40",
            "stock": "2",
            "employee": "Chanelle"
        },
        {
            "upc": "191908750767",
            "product_name": "Small Geo Handled Planter - Threshold™ designed with Studio McGee",
            "product_description": "Grow your favorite flowers or greenery in charming style with this Small Geo Handled Planter from Threshold™ designed with Studio McGee. This terracotta planter sports a clean-lined silhouette featuring a subtle textured finish, adding the perfect decorative accent to any room in your house, while the geo handles make it easy to carry from one place to another. Place it on your windowsill, terrace or balcony area to bring a fresh look to your indoor space.\n\nMeet Shea McGee, the designer and stylist behind the brand Studio McGee. Founded alongside her husband, Syd, the studio is known for Shea’s design of beautifully elevated spaces that encourage clients to surround themselves with the things and people they love. Now she’s partnering with Threshold to offer Studio McGee’s classic design in a new collection for inspired homes, everywhere.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 25.0,
            "disc": "50",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "818009027887",
            "product_name": "heyday™ Lightning to USB-C Round Cable",
            "product_description": "Keep your mobile Apple devices charged and ready with this USB-C to Lightning Round Cable from heyday™. Finished in a sleek black color, this charging cable is compatible with all models of iPads and iPhones. At a length of four feet, the cable allows for flexible charging anywhere in your home. Best of all, it comes with a limited 1-year warranty.\n\nheyday™: Let your style speak volumes.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 14.99,
            "disc": "30",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "381371191949",
            "product_name": "Aveeno Baby Cleansing Therapy Moisturizing Wash - 8 fl oz",
            "product_description": "Aveeno Baby Cleansing Therapy Moisturizing Body Wash softens and soothes extra-dry skin without damaging the skin's barrier. Formulated specially for babies, this pediatrician-recommended brand is clinically shown to be gentle to baby's sensitive skin. The mild formula of this baby bath wash combines soothing oat essence, natural colloidal oatmeal, and rich emollients to soften and relieve irritation and dryness. The baby body wash is formulated to gently cleanse. This baby eczema wash has been awarded the National Eczema Association Seal of Acceptance and is fragrance-free, dye-free, soap-free, and paraben- and phthalate-free.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 6.92,
            "disc": "30",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "027242867086",
            "product_name": "Sony ZX Series Wired On Ear Headphones - (MDR-ZX110)",
            "product_description": "When you’re on the move, listen to tunes in clear, balanced sound with the MDR-ZX110 headphones. Cushioned earpads give you extra comfort on the go. 30 mm driver units deliver full, balanced sound for a complete listening experience from 12 - 22,000 Hz. Compact for portability yet affording listening flexibility, the swivel, folding earpads let you enjoy music in many ways. The durable, 1.2 m y-type cable resists snags and tangles so you can get caught up in your music, not your cord.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 9.99,
            "disc": "30",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "853975005026",
            "product_name": "Bentgo Kids' Durable & Leakproof Lunch Box",
            "product_description": "Bentgo Kids is an innovative bento-style lunch box designed exclusively for active kids on the go. What makes Bentgo Kids so much fun is the endless combinations of nutritious foods you can pack in the five convenient compartments. The largest compartment is the perfect size for a half sandwich or salad. Three mid-size compartments are great for fruit, veggies and other snack favorites. The smallest compartment is sized just right for dipping sauces. Bentgo Kids’ removable compartment tray allows you to mix and match the three fun colors to suit your child’s unique preference.\n\nProduct Specifications: Container Size: 8.5” x 6.5” x 2” | Compartment Capacity: Left Compartment - 1 cup; Back Compartment - ½ cup; Right Compartment - ½ cup; Front Compartment - ¼ cup; Sauce Compartment - 2 tbsp",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 27.99,
            "disc": "50",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "761318030300",
            "product_name": "Revlon Pro Collection Deep Waver 3/4\"",
            "product_description": "Get beautifully defined, beachy waves in no time. This lightweight hair waver is designed with a ¾ inch deep groove barrel for perfectly crafted waves, and is coated with Tourmaline Ceramic to help reduce frizz and lock in shine. Also equipped with 430°F High Heat, it helps set waves quickly. Multiple heat settings make it ideal for all hair types and the High Heat, Constant Heat™ monitors styling temperature to deliver consistent results and beautiful waves every time. Lightweight and easy to use, Tourmaline Ceramic Technology protects hair from over styling with even heat distribution that penetrates hair quickly, styles from the inside out, and helps to seal the hair cuticle to boost shine.\n",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 24.49,
            "disc": "30",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "028208891541",
            "product_name": "100ltr LED Plug-in Curtain String Lights with Clips - Room Essentials™",
            "product_description": "Whether you're creating a beautiful decor backdrop for a party or just looking to reinvigorate your existing decor with some fun extra lighting, these 100-Count LED Plug-in Curtain String Lights with Clips from Room Essentials™ will help you add a perfect decorative touch to your interior or exterior settings. These curtain string lights include 100 LED bulbs set on a clear wire to easily coordinate with a range of decor styles. Great for both outdoor and indoor use, these LED string lights feature a plug-and-play design with rotating, flashing, blinking or constant light settings, for effects that create an enchanting display. These string lights come with clips for easy hanging on the wall of your living room, behind the bed or around your backyard or patio to illuminate the space with a warm glow of light.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 10.0,
            "disc": "40",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "818009027214",
            "product_name": "heyday™ Apple iPad 8th Gen Case",
            "product_description": "Add a convenient and colorful accessory to your iPad with this Apple iPad 8th Gen Case from heyday™. Designed to fit snugly over your 8th Gen iPad for a fashionable and functional accessory, this iPad case easily folds into a stand to make it easy to use your device while cooking, video chatting and more. Plus, a small cutout around the camera lens means you can still take pictures, and a built-in holder lets you store a stylus for added organization.\n\nhey, you. It’s time to make your day. So take a minute to live out loud, to power your look, and let your style speak volumes.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 29.99,
            "disc": "50",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "071662124496",
            "product_name": "Crayola Color Wonder Glitter Coloring Kit - Disney Frozen 2",
            "product_description": "Bring home the joy of Disney’s Frozen 2 with a mess-free glitter coloring experience! This Color Wonder Coloring Kit contains 5 Mess Free Markers and 12 Glitter Effects Coloring Pages of kids’ favorite Frozen 2 characters. Color Wonder Markers only show up on specially formulated Color Wonder Paper, so no stains on skin, clothing, or furniture! These mess free coloring activities for kids are fun whether on the go or at home. The packaging doubles as a convenient storage box for easy clean up and organization. Makes a great gift for fans of the Frozen movies, ages 3 and up.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 10.99,
            "disc": "50",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "810922029504",
            "product_name": "Ello 6pc Plastic Food Storage Canisters with Airtight Lids (Set of 3)",
            "product_description": "MAKE YOUR PANTRY PRETTY\nGet organized with Ello 6-piece Food Storage Canister. This canister set is designed to stay put when stacked due to its protective silicone boot and modular design. The airtight lid locks food in to keep it fresh, so it's perfect for storing dry goods like bulk foods and baking ingredients. Keep any cupboard organized with this space-efficient design, and scoop and pour with ease due to its wide opening and round corners. Hand wash recommended. For dry goods only. Do not microwave. Canisters are safe for fridge and freezer use.\n",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 20.99,
            "disc": "40",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "073257014441",
            "product_name": "Tall Kitchen Flap Tie Trash Bags - 200ct - up & up™",
            "product_description": "Maintain a clean environment at home with the help of Tall Kitchen Flap Tie Trash Bags - 200ct from up & up. With a flexible construction that allows for added stretch, these kitchen trash bags feature tear-guard technology and reinforced tops to prevent punctures, tears and leaks. The tall design and 13-gallon capacity can easily accommodate almost any kitchen trash can. The grip drawstrings ensure a tight hold on trash cans and makes for easy removal with a quick cinch.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 14.99,
            "disc": "40",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "076308911614",
            "product_name": "Post-it 3pk 7\" x 11.3\" Super Sticky Dry Erase Sheets",
            "product_description": "It’s an amazing feeling when your team just clicks-everyone feels a shared drive toward success. Capture that feeling at your next meeting with Post it Super Sticky Dry Erase Surface.  This flexible dry erase whiteboard transforms walls and other surfaces into a whiteboard.  The surface is stain free and allows your team to be creative and share ideas, again and again, without ghosting.\n \nPost it Super Sticky Dry Erase Surface is easy to install and requires no tools – just unroll, peel and stick. Transform walls, replace a blackboard or stained whiteboard into a fresh dry erase surface. Use with Post it Super Sticky Notes to organize ideas. Whenever you want to brainstorm, present or track projects, Post it Brand is ready to help you succeed.\n-INSTANT WHITEBOARD - Quickly transform your cabinet, door, or wall into a work surface or learning environment.\n-STAIN-PROOF MATERIAL, ERASES CLEANLY - Dry erase markers erase cleanly every time, no chemicals needed.\n-SMOOTH SURFACE - Allows you to write down ideas, reminders and to-do’s down without interruption.\n-EASY TO INSTALL, NO TOOLS REQUIRED - Simply open, peel liner and stick to your surface. Start a daily agenda, student lesson, or list.\n-SIZE - 7 in. x 11.3 in.\n-CUT-TO-FIT - Customize your space by cutting the surface to fit or create fun shapes for student engagement.\n-STICKS SECURELY, REMOVES CLEANLY - Sticks securely and removes cleanly to painted drywall, finished wood, whiteboard, chalkboard, glass and painted steel.\n-Manufacturer part number: DEFSHEETS-3PK",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 10.59,
            "disc": "50",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "027242916630",
            "product_name": "Sony WI-XB400 EXTRA BASS Bluetooth Wireless In-Ear Headphones",
            "product_description": "Portable, lightweight, and comfortable wireless headphones packed with EXTRA BASS and 12mm drivers for crisp sound. Versatile and practical, these soft, flexible headphones go anywhere you do with a stylish, compact design. The integrated microphone makes hands-free calling a breeze. Enjoy up to 15 hours of non-stop music. If your headphones are running low on power, a 10-minute quick charge will give you up to 60 minutes of play time. Listen to your favorite tracks wirelessly with Bluetooth® wireless technology paired with your smartphone or tablet. The soft, flexible and lightweight neckband design is shaped for comfortable, all-day wearing. Each earbud has a built-in magnet for tangle-free carrying and storage, keeping you clutter-free when the music stops.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 29.99,
            "disc": "30",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "757456080864",
            "product_name": "10\" Round Dial Thermometer Black - Room Essentials™",
            "product_description": "Easily measure the temperature of your surroundings with the Round Dial Thermometer from Room Essentials™. Made from weather-resistant materials, this hanging wall thermometer is great for both indoor and outdoor use, and it features easy-to-read markings in black on a white face to let you measure ambient temperature. Featuring a round, clock-like shape, it's great for hanging in your patio, deck or shed, as well as in your sunroom or kitchen to let you read the temperature at a glance.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 10.0,
            "disc": "40",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "889802212626",
            "product_name": "Baby Girls' Knitted Heart Slippers - Just One You® made by carter's Red Newborn",
            "product_description": "Keep your little one's feet warm in these adorable bootie slippers from Just One You by Carter's. These slippers are made with soft cotton fabric featuring a soft 3D knit heart design. Great for Valentine's Day activities!",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 7.99,
            "disc": "30",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "146500036856",
            "product_name": "Glade 3 Wick Candle - Stay Cool Watermelon - 6.8oz",
            "product_description": "Radiate good vibes​ with these Stay Cool Watermelon large scented candles from our Limited Edition Positive Vibes Collection.​\n\nRefresh and chill out with this new 3-wick candle that features Consciously Crafted™ Scent with notes full of juicy watermelon, cool cucumber and bubbly seltzer. Unlock the feel-good energy with our room filling fragrance candle .​\n\nSet the mood with 3 x the glow* (*vs Glade single wick candle ). Get into the spirit of spring with our refreshing Stay Cool Watermelon fragrance infused with Essential Oils™.​\n\nDIRECTIONS FOR USE: 1. Place candles in an upright position.​ 2. Trim wick to about 0.5 in before lighting.​ 3. Always snuff out the flame, do not blow out.​ 4. Keep the wax pool clear of matches and other debris to avoid flaring.​ 5. Do not move a burning candle.\n\nUSES: Quickly fill any room with fantastic fragrances.\n\nWARNINGS: To prevent fire or injury: WARNING. Burn within sight. Never burn on, or near anything that can catch fire. Keep out of reach of children and pets. Do not use if glass is chipped or cracked.\n\nINGREDIENTS: Synthetic Wax; Petrolatum; Cera Microcristallina; Fragrances; Benzophenone-12; Polyoxypropylene (12) Dimethicone; Colorants. Contains Fragrance Allergens",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 5.99,
            "disc": "40",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "754870178764",
            "product_name": "Jar Candle Tahitian Vanilla - Home Scents by Chesapeake Bay Candle",
            "product_description": "Bask in the goodness of your favorite aroma without having to bake with this Home Scents Tahitian Vanilla Glass Jar Candle from Chesapeake Bay Candle. This off white-colored candle comes in a clear glass container with a metal lid, and features the exotic and sweet scent of vanilla with notes of fruit, flowers, woods and musk to create a welcoming environment in any room of your home.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 10.99,
            "disc": "40",
            "stock": "2",
            "employee": "Chanelle"
        },
        {
            "upc": "191908666808",
            "product_name": "60ct Dinnerware Cutlery Set - Spritz™",
            "product_description": "Give your celebrations the perfect finishing touch with the 60ct Dinnerware Cutlery Set from Spritz. They're a classy gold color that won't clash with your table cover or other décor elements, while switching up the overall look. The set is disposable, so you can just round them up and toss them in the bin when the party's over.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 3.0,
            "disc": "40",
            "stock": "3",
            "employee": "Chanelle"
        },
        {
            "upc": "041205748984",
            "product_name": "Thermos 16oz FUNtainer Food Jar with Spoon",
            "product_description": "The 16oz FUNtainer® Food Jar from Thermos® brand is vacuum insulated to keep hot foods hot and cold foods cold—and since it’s designed for kids it’s also colorful and fun. Send them to school with delicious soup so they can enjoy it fresh and hot at lunch time. If they’re in the mood for a cold snack, pack it up with yogurt and berries, or apples and peanut butter. The FUNtainer food jar is lightweight and compact with a push button lid so it’s easy to carry and open. Kids work hard and once lunchtime hits they need the healthy stuff to power them through the rest of the day. This handy kids food container has a wide mouth, which lets them gobble and gulp their food right out of the bright-colored jar. To clean, you can pop your FUNtainer food jar in the dishwasher; however washing by hand is recommended. Spoon included.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 19.99,
            "disc": "40",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "194383016298",
            "product_name": "13.1' LED Flexible Strip Rope Light - West & Arrow",
            "product_description": "The West & Arrow Flexible Ombre Color LED Light Strip provides the perfect ambient effect for your bedroom, bathroom, kitchen, staircase, closet and more. White, pink, purple non-changeable lights. Just cut the strip to your required length, peel and stick the adhesive for easy mounting. Wall plug and extra mounting clips included.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 17.0,
            "disc": "30",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "017000161655",
            "product_name": "Dial Complete Antibacterial Foaming Hand Wash - Citrus Sunburst - 10 fl oz",
            "product_description": "Dial Complete Antibacterial Citrus Sunburst foaming hand wash is specifically formulated to remove stubborn food odors and leaves your hands smelling great with the bright scent of fresh citrus. This foaming hand soap destroys stinky kitchen odors and kills 99.99% of common kitchen bacteria. The gentle, non-drying formula makes it perfect for your whole family, so you can take on your kitchen's messiest moments together. Bursting with sunny citrus notes, this fragrance is strong enough to eliminate your kitchen’s unpleasant odors. The fresh scent will leave your hands (and your kitchen) feeling bright and energized. America's trusted brand for over 70 years, Dial brand continues to deliver clean, healthy feeling skin for you and your family.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 2.99,
            "disc": "30",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "070896098498",
            "product_name": "Wilton Ultra Bake Pro 3pc Cookie Sheet Set",
            "product_description": "These non-stick baking pans come in three sizes that are ideal for everyday baking. They'll be your go-to for baking up big batches of cookies, roasting vegetables or making appetizers. Durable steel construction helps to resist warping, promotes even-baking and will last through many years. Safe for use with most metal tools. Dishwasher safe for quick and easy cleanup. Includes small, medium and large pans.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 17.99,
            "disc": "23",
            "stock": "2",
            "employee": "Chanelle"
        },
        {
            "upc": "070896093622",
            "product_name": "Wilton 15\"x21\" Mega Cookie Sheet",
            "product_description": "If your house is the go-to for after school snacks or watching sports on Sunday afternoons, this mega-sized baking pan will be a game changer. It's great for baking big batches of cookies when you need to feed a crowd, plus you can also use it for appetizers or a large batch of oven-fried chicken. No one will go hungry when you've got this pan on hand.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 13.99,
            "disc": "25",
            "stock": "7",
            "employee": "Chanelle"
        },
        {
            "upc": "070896623249",
            "product_name": "Wilton Ultra Bake Professional 3 Tier Stackable Cooling Racks",
            "product_description": "Love to bake but have limited space? This three-tiered stackable cooling rack just solved that problem. It expands to three racks that stack on top of each other so you can cool batches of cookies, 3 layer cakes or countless finger foods all at once without sacrificing counter space. Once done, it collapses right back down for easy storage.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 11.99,
            "disc": "20",
            "stock": "8",
            "employee": "Chanelle"
        },
        {
            "upc": "719812614830",
            "product_name": "OXO 5Lb Food Scale with Pull Out Display",
            "product_description": "The OXO SoftWorks 5-Pound Food Scale with Pull-Out Display is perfect for portioning meat, produce, spices and more. Weigh items directly on the platform, on a plate or in a bowl. The display pulls away from the base to prevent shadowing from large containers. A weight indicator shows the capacity left on the Scale before the 5-pound maximum is reached. Press the Zero button to offset the weight of a container or to set the weight back to zero before adding additional ingredients. The display features large, easy-to-read numbers in 1/8-ounce (US) and 1-gram (metric) increments. The platform removes for quick cleaning by hand and the Scale’s thin profile stores easily. Includes four AAA batteries.\n",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 32.99,
            "disc": "40",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "191908723303",
            "product_name": "New Year Party Countdown Kit - Spritz™",
            "product_description": "Everyone's sure to be looking at this clock while counting down those seconds to the New Year when you have this New Year Party Countdown Kit from Spritz™ at your NYE party.\nAdd them to your party decor and other new year's eve arrangements as a fun party centerpiece. Grab this kit and invite everyone over for the perfect new year's bash.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 5.0,
            "disc": "50",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "492000525032",
            "product_name": "8\" 6pk Plastic Kids Straws - Pillowfort™",
            "product_description": "From tangy lemonades and sweet iced teas to refreshing fruit juices and creamy smoothies, help your kiddo enjoy their favorite beverages in style with the 6-Pack Kids Plastic Straws from Pillowfort™. Designed to fit most standard-size tumblers, these BPA-free reusable straws not only let your kiddo enjoy their favorite cool drinks without you having to worry about spilled drinks and stains, but also help reduce plastic waste. Featuring assorted colors that make them great for sharing with friends or family, you can simply toss these kids reusable straws in the dishwasher for easy cleanup.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 2.25,
            "disc": "35",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "018713645999",
            "product_name": "POPSUGAR 3 in 1 Resistance Band - Blue",
            "product_description": "Created with all skill levels, shapes, and sizes in mind, POPSUGAR’s fitness products give you the exact tools you need to get started, keep going, and level up during your fitness journey. You’ve got this!\n\nThe 3-in-1 Resistance Cord is a simple yet highly effective way to customize a workout to match your level of fitness and to get the intensity you want. Attached to the comfortable handles are three tubes of varying resistance — light, medium, and heavy. You can quickly and easily detach any of the bands so that you’re using one, two, or all three at a time. This portable workout tool is ideal for curls, kickbacks, front-arm raises, and more. An illustrated Exercise Guide that shows a series of moves to get you started is included.\n\nPOPSUGAR Editor Tip:\nBring this cord on walks and runs, and mix in one minute of strength for every two minutes of cardio.\n\nCOME SWEAT WITH US!\npopsugar.com/workouts\n",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 18.69,
            "disc": "50",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "090891946204",
            "product_name": "Incontinence Pads for Women - Moderate Absorbency - Regular - up & up™",
            "product_description": "Conquer your day with comfort with the Moderate Absorbency Incontinence Pads from up & up™. These pads offer discreet bladder leakage protection so you can go about your day without the worry of wet clothes, and an advanced core design locks away moisture for up to eight hours. Odor Guard technology also aids in odor protection for eight hours so you can feel fresh and clean, and a contoured design helps you feel extra comfortable as it provides a discreet fit. Whatever your agenda has in store, these pads help you go about your day as normal with peace of mind.100% Satisfaction Guaranteed.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 9.99,
            "disc": "40",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "050875818279",
            "product_name": "BLACK+DECKER 4 Slice Toaster - Stainless Steel TR4900SSD",
            "product_description": "The BLACK+DECKER\u0099 4-Slice Stainless Steel Toaster has room for the entire family's favorite breads, bagels and more. Extra-wide slots fit thick buns and artisan breads, and the self-centering guides adjust to any thickness for even toasting. Independent shade selectors control each half of the toaster, with special settings for bagels and frozen items and a cancel option to stop toasting at any time. Plus, this toaster will look great on your countertop with the brushed stainless steel finish.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 39.99,
            "disc": "40",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "047968059503",
            "product_name": "28\"x16\" Rubber Bath Mat - Made By Design™",
            "product_description": "Provide added security while taking a bath with this Rubber Bath Mat from Made By Design™. This textured bath mat comes with an embossed design in front, and suction cups at the back that hold the mat in place for secure footing. This versatile bath mat can be spot or wiped cleaned for ease of maintenance and care.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 15.0,
            "disc": "50",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "071662097240",
            "product_name": "Crayola 24ct Mini Twistables Crayons",
            "product_description": "Keep craft time colorful and fun with these Twistable Crayons from Crayola. The unique twistables come in plastic tubes that twist up from the bottom — making it easier for your kid to hold and use the entire crayon without breaking it. This twist crayon pack features a wide range of colors in various shades which make it easier for your little one to go about coloring masterpieces. These non-toxic Crayola twistable crayons come in a box that's great to have at home or take with you on a road trip, so your little ones can entertain themselves with their imagination and creativity.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 4.99,
            "disc": "40",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "074108381354",
            "product_name": "InfinitiPro by Conair Curling Iron - Rose Gold",
            "product_description": "\nDefine your tresses with gorgeous curls using the InfinitiPRO by Conair® Professional Curling Iron. This elegant and eye-catching rose gold curling iron features a 1-inch, titanium barrel that hair winds seamlessly around, ensuring effortless, polished, silky smooth curls. Advanced heat technology and multiple heat settings provide a quick heat-up, even heat to reduce damage to hair, and enough temperature options to achieve beautiful results for any hair type. The iron has an automatic shutoff feature, which you can always count on Conair providing for added safety and convenience. It is the ideal curling iron for all types of hair.\n\nAbout Conair Haircare: When it comes to keeping your look on trend, Conair has you covered. We’ve been doing beautiful things for hair for over 60 years, staying on top of the ongoing evolution of styling. Our full range of professional-quality hair dryers, flat irons, curling irons, curling wands, hairsetters, specialty stylers and more include all the tools you need to create all the looks you love. Fearlessly glamorous, au naturel and every style in between. Get personal with your hair. Get Conair!",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 21.99,
            "disc": "40",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "848405065077",
            "product_name": "Kitchen Drying Mat - Room Essentials™",
            "product_description": "Keep the counter from being scratched and cushion your stemware and dishes with this Kitchen Drying Mat from Room Essentials™. This drying mat provides a base for your dishes, serveware and other kitchen tools to air out, so your kitchen cabinets and counters stay neat and dry. Plus, this drying mat absorbs excess water so it doesn't accumulate on your kitchen countertop, giving you complete peace of mind and a cleaner space.\n\nRoom Essentials™: Everyday Value",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 2.7,
            "disc": "30",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "490640905634",
            "product_name": "Performance Bath Towel - Threshold™",
            "product_description": "Freshen up your bathroom with Performance Towels from Threshold™. These towels are made from a soft cotton blend in a terry cloth weave for a soft and absorbent towel that lets you dry off in comfort. The towels have a simple solid-color design that gets a little extra pop from two horizontal stripes at the bottom in a double needle stitch construction. Prevent discoloration on bath towels by avoiding contact with recently disinfected surfaces and bleach. Available in an array of colors and patterns, it's easy to find some that fit your bathroom aesthetic, and they come in bath towel, hand towel and washcloth sizes so you can create a cohesive look.\n\nWe made it better so you can feel better. To keep you safe from harmful substances, this product has been independently tested and certified against a list of over 350 harmful chemicals according to strict STANDARD 100 by OEKO-TEX® guidelines.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 9.0,
            "disc": "50",
            "stock": "2",
            "employee": "Chanelle"
        },
        {
            "upc": "042075616861",
            "product_name": "Terracotta Sculpted Terry Fringe Hand Towel - Opalhouse™ designed with Jungalow™",
            "product_description": "Dry your hands in chic southwest style with this Terracotta Sculpted Terry Fringe Hand Towel from Opalhouse™ designed with Jungalow™. Crafted from soft cotton with a terry construction for comfort and easy drying, this terracotta-hued hand towel features a sculpted design for added texture and fringe at the edges for fun flair. Whether you use it independently or mix and match it with the rest of your patterned towels, this decorative woven towel perfectly complements your eclectic style.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 10.0,
            "disc": "60",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "029927505207",
            "product_name": "Kenneth Energy Saving Blackout Grommet Curtain Panel - Sun Zero",
            "product_description": "Sun Zero Kenneth Curtain Panels infuse a modern sophistication into any living space. Equipped with built-in metal grommets for easy hanging on standard curtain rods up to 1.5\" in diameter. Sun Zero Blackout technology blocks out most outside light, offers outside noise reduction by up to 25%, and decreases energy lost through your windows by up to 25%. Comfort is optimized with thermal properties that help keep summer heat and winter chill out of your home. Hang in your living room for enhanced privacy, or in your bedroom for a sounder, more uninterrupted sleep. Sold as individual panels. Measure carefully before selecting your desired size and quantity. Rod not included. Machine wash cold on gentle cycle. Use non-chlorine bleach when needed. Tumble dry on low heat, using a cool iron as needed.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 9.99,
            "disc": "50",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "191908524870",
            "product_name": "Dot Shower Curtain - Pillowfort™",
            "product_description": "Accentuate their bathroom decor with the Dot Shower Curtain from Pillowfort™. This kids bathroom shower curtain is designed with a buttonhole top for effortlessly draping around their bathtub or shower stall, while the machine-washable design allows you to toss it in the washing machine for a quick refresh whenever needed. Accented with allover colorful dots on a white background, this kids printed shower curtain instantly brings a fun pop to their bath space.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 18.0,
            "disc": "50",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "191908552781",
            "product_name": "Plush Body Pillow Cover - Room Essentials™",
            "product_description": "The Plush Body Pillow Cover from Room Essentials™ will wrap your body pillow in comfort and style. Adorned with plush faux-fur material, this sumptuously soft pillowcase helps protect your pillow while keeping your head nice and comfy. The solid pillow cover blends in with any decor aesthetic, and the zipper closure lends the perfect fit and makes it easy to remove for convenient cleaning.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 10.0,
            "disc": "40",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "646998693260",
            "product_name": "Blanket Stitch Curtain Panel Railroad Gray/Sour Cream - Hearth & Hand™ with Magnolia",
            "product_description": "Simple yet effective adornment is easy to come by in your home with the Multi-Stripe Curtain Panel from Hearth & Hand™ with Magnolia. This curtain panel comes in a neutral shade of cream that gets dressed up a bit with thin gray stripes running horizontally across the curtain, all the way from the top to the bottom. The light-filtering construction makes this curtain panel perfect for spaces with windows facing out to high-traffic areas, letting light in while providing opaque enough coverage to prevent anyone from seeing in. For easy upkeep, this jacquard curtain is machine-washable.\n\nCelebrate the everyday with Hearth & Hand — created exclusively for Target in collaboration with Magnolia, a home and lifestyle brand by Chip & Joanna Gaines. Built upon our shared commitment to giving back to our communities, these pieces reveal the beauty of everyday moments shared with family and friends.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 24.99,
            "disc": "75",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "646998671725",
            "product_name": "Aruba Linen Blackout Curtain Panel - Threshold™",
            "product_description": "Add a touch of functional style to any room in your home with this Aruba Curtain Panel from Threshold™. This blackout curtain panel helps keep out the bright light of the sun during the day and provides you with privacy at night. The curtain panel is designed with a rod pocket at the top that makes it incredibly easy to hang with a curtain rod. Made with a subtly textured fabric and a solid-colored design for a pop of simple style, you can use this curtain with a curtain tieback to frame a window or let it hang free for a more casual look.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 37.0,
            "disc": "70",
            "stock": "2",
            "employee": "Chanelle"
        },
        {
            "upc": "646998671718",
            "product_name": "Aruba Linen Blackout Curtain Panel - Threshold™",
            "product_description": "Add a touch of functional style to any room in your home with this Aruba Curtain Panel from Threshold™. This blackout curtain panel helps keep out the bright light of the sun during the day and provides you with privacy at night. The curtain panel is designed with a rod pocket at the top that makes it incredibly easy to hang with a curtain rod. Made with a subtly textured fabric and a solid-colored design for a pop of simple style, you can use this curtain with a curtain tieback to frame a window or let it hang free for a more casual look.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 37.0,
            "disc": "70",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "490680352474",
            "product_name": "Striation Herringbone Light Filtering Window Curtain Panel - Project 62™",
            "product_description": "Spruce up any room of the house with a Striation Herringbone Light-Filtering Curtain Panel from Project 62™. This curtain panel comes in a light, neutral color that mixes well with a variety of decor styles, and subtle color striations add extra interest and a sense of texture. The rod pocket makes this curtain compatible with your choice of curtain rod for versatile styling, and it's machine washable for easy care. No matter where you place it, you'll love the clean look and updated style this piece adds to your space.\n\n1962 was a big year. Modernist design hit its peak and moved into homes across the country. And in Minnesota, Target was born — with the revolutionary idea to celebrate design for all. Project 62 embodies this legacy with a collection of modern pieces made for everyday living.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 28.0,
            "disc": "70",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "490680352306",
            "product_name": "Striation Herringbone Light Filtering Window Curtain Panel - Project 62™",
            "product_description": "Spruce up any room of the house with a Striation Herringbone Light-Filtering Curtain Panel from Project 62™. This curtain panel comes in a light, neutral color that mixes well with a variety of decor styles, and subtle color striations add extra interest and a sense of texture. The rod pocket makes this curtain compatible with your choice of curtain rod for versatile styling, and it's machine washable for easy care. No matter where you place it, you'll love the clean look and updated style this piece adds to your space.\n\n1962 was a big year. Modernist design hit its peak and moved into homes across the country. And in Minnesota, Target was born — with the revolutionary idea to celebrate design for all. Project 62 embodies this legacy with a collection of modern pieces made for everyday living.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 28.0,
            "disc": "70",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "191908306483",
            "product_name": "Henna Blackout Curtain Panel - Project 62™",
            "product_description": "Instantly update and refresh any room in your home with the bold style of this Henna Curtain Panel from Project 62™. This cotton-blend window panel features solid-colored fabric with a linen-like texture for a subtle pop of style. With a design that filters light when you don't need it to shine into the room, and a rod pocket at the top for easy hanging, this solid window panel is the perfect way to refresh any space.\n\n1962 was a big year. Modernist design hit its peak and moved into homes across the country. And in Minnesota, Target was born — with the revolutionary idea to celebrate design for all. Project 62 embodies this legacy with a collection of modern pieces made for everyday living.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 25.0,
            "disc": "65",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "191908548173",
            "product_name": "11\" Fabric Cube Storage Bin - Room Essentials™",
            "product_description": "Bring a soft touch of color to your home by updating your storage essentials with this 11-Inch Fabric Cube Storage Bin from Room Essentials™. Designed in a convenient cube shape, this fabric bin easily fits in a cube shelf to help you save space, and it offers enough space for books, craft supplies or other items you want to stow neatly away. The round cutouts with silver-tone accents make it easy to pull out from the shelf. Lightweight and simple, this cube storage bin features a solid peach blush color for a pleasing look you'll love. You can also place this peach blush fabric bin under your writing desk or near your sofa to keep your office supplies, remote controls and more organized and within your reach.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 5.0,
            "disc": "40",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "829576493357",
            "product_name": "Changing Pad Liner White with Gray Edge - Cloud Island™ 3pk",
            "product_description": "The Changing Pad White Liners with Gray Edge from cloud island™ are a practical and functional accessory in your child's nursery. Accented with a stitched quilting pattern and gray trim, this pack of changing pad liners includes three white liners with rounded ends, measuring 27 inches by 13 inches to fit any standard size changing pad. These white liners have a top layer of absorbent fleece fabric to draw moisture away from Baby’s body, along with a PVC-free, waterproof backing to help provide extra protection during messy diaper changes. Machine-washable and reusable, these white fleece liners can be used on the changing table, or you can place one in the stroller, on the car seat or in the diaper bag so you're ready for on-the-go diaper changes.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 12.99,
            "disc": "30",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "191908741192",
            "product_name": "100% Cotton Bed Blanket - Threshold™",
            "product_description": "Add a stylish element of comfort and warmth to your room with the 100% Cotton Bed Blanket from Threshold™. This decorative bed blanket is designed with a woven pattern and simple folded hems for a chic look. Made from 100% cotton, this lightweight blanket is great for layering between your sheet and comforter for extra warmth and coziness, or cuddling up while reading a book or watching TV.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 29.0,
            "disc": "65",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "646998671688",
            "product_name": "Aruba Linen Blackout Curtain Panel - Threshold™",
            "product_description": "Add a touch of functional style to any room in your home with this Aruba Curtain Panel from Threshold™. This blackout curtain panel helps keep out the bright light of the sun during the day and provides you with privacy at night. The curtain panel is designed with a rod pocket at the top that makes it incredibly easy to hang with a curtain rod. Made with a subtly textured fabric and a solid-colored design for a pop of simple style, you can use this curtain with a curtain tieback to frame a window or let it hang free for a more casual look.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 37.0,
            "disc": "70",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "191908737584",
            "product_name": "Sheep Hooded Blanket - Pillowfort™",
            "product_description": "Wrap your kiddo in warmth and cozy cuteness with the Sheep Hooded Blanket from Pillowfort™. Made of faux-fur fabric for toasty comfort, this hooded blanket for kids keeps them wrapped up playfully while they're reading a book, watching a movie or staying up late with pals. The fuzzy white blanket features a sheep head with black pointy ears on the hood and black paws on the front, making it part blanket, part costume and something your kiddo will love throwing over their head for anytime cuddling and snuggling. It's also great for covering up after a bath. This animal hood blanket doubles as a cute decorative accent in their room when not in use.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 20.0,
            "disc": "40",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "646998671862",
            "product_name": "15\"x54\" Window Valance Beige - Threshold™",
            "product_description": "You'll be swayed by the simply stylish appeal this Bonaire Window Valance from Threshold™ adds to your room decor. This window valance has a back tab holder at the top for easy hanging and will dress up the uppermost part of the window while concealing the drapery hardware. This back tab window valance is designed to be hung alone or paired with a tier curtain to create a warm and welcoming atmosphere.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 15.0,
            "disc": "55",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "642472008810",
            "product_name": "Set of 2 Navaro Striped Sheer Grommet Top Window Curtain Panels White Exclusive Home",
            "product_description": "The Navaro sheer burnout grommet top window curtain panels offer a beautiful horizontal cabana style stripe that is sure to be the finishing touch on your favorite room. The stripe is a wide and horizontal, reminiscent of a cabana stripe. Whether hanging these burnout sheers layered with another panel or independently, these curtains are sure to complete your home decor project. The Navaro drapery is constructed with gorgeous, matte silver grommets and can be hung on your favorite curtain rod up to 1 5/8\" diameter, adding yet another touch to the richness and luxury of your decor. These window curtain panels will drape beautifully from any window that could use that perfect, finishing touch. Our curtain panels are perfect for any living room, bedroom, family room, dining room, bathroom and office. Our stylish designs will suit any window space.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 28.99,
            "disc": "50",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "810085724810",
            "product_name": "Alexander Del Rossa Men’s Robe, Big and Tall Fleece Hooded Bathrobe with Sherpa",
            "product_description": "Invest in yourself, invest in comfort. Relax in both comfort and style with this stylish men’s fleece bathrobe from Alexander Del Rossa. A men's robe is one of those warm familiar products that you didn't know you loved until you had one. Whether you decide to buy this plush, hooded robe for men as a gift or for yourself, everyone deserves a life of comfort. Feel good from head to toe in the fabric you wear. Warm and plush, this full-length robe is made from 330 GSM coral fleece with Sherpa to keep you warm no matter how low the temperature drops. Plus, there’s a cozy hood to keep your ears and neck warm. Designed with convenience in mind, this plush, fleece bathrobe features two patch pockets in the front. These pockets are perfect to keep your hands warm or to keep items close by your side while lounging around the house. Comfortably carry your phone, snacks, remote, or other necessities hands-free. For clothing to be truly comfortable, it has to work with your lifestyle. The inside tie of this long-sleeve robe helps keep your robe fastened. Simply tie the inside closure as tight as you'd like for an added sense of security. *Available in adult sizes S/M through 8X. See the size chart for details.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 39.99,
            "disc": "70",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "025725543717",
            "product_name": "Franklin Sports Runaway Floor Basketball",
            "product_description": "Franklin Sports Runaway Basketball is the perfect indoor, mini basketball game for kids and toddlers. Simply turn on the moving mini basketball hoop, place it on the floor, then shoot the mini basketballs to try and score! Easy to play on carpet, hardwood, or tile. The mini hoop even comes with an arcade style electronic scoreboard and automatic timer. Shoot the mini balls as quick as you can to get the high score before the timer runs out! Play against family and friends or race against the clock to beat the high score! This indoor basketball game is great fun for players of all ages and comes with everything you need to play. The set includes (1) 10\" x 11\" Runaway mini hoop, (2) 4\" mini basketballs, and (1) air inflation pump with needle. The hoop requires (4) C batteries (not included) to operate. Grab your Runaway Basketball game set and start the shootout today!",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 29.99,
            "disc": "70",
            "stock": "1",
            "employee": "Chanelle"
        },
        {
            "upc": "051700871032",
            "product_name": "Lime-A-Way Lime Calcium Rust Cleaner - 22 fl oz",
            "product_description": "Lime-A-Way cleaner with Turbo Power destroys lime, calcium and rust stains caused by the natural minerals in your water. It effectively cleans the toughest hard water build-up so that surfaces stay cleaner for longer. Your toughest limescale will be removed in seconds without scrubbing! Good for use on: Sinks & Fixtures, Tub & Tile, and Shower & Glass.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 4.49,
            "disc": "40",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "618842412051",
            "product_name": "Kids' Backpack Check Repeat Black & White - More Than Magic™",
            "product_description": "Cool style is easy to come by with the Black and White Check Backpack from More Than Magic™. This backpack pops with an allover black and white checkerboard pattern for a bold look that's sure to stand out. A touch of glitter on the black squares adds just a hint of shimmer for extra flair. They'll love the fun look of this checked backpack, while you'll appreciate its functional aspects — a large interior compartment with a laptop pocket that can fit laptops or tablets up to 12 inches, a spacious front pocket and two bottle holders on the side so they have plenty of room to carry everything they need. Padded straps and a handle on top provide two ways for them to comfortably take this black and white backpack with them anywhere they go.",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 19.99,
            "disc": "50",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "806409245161",
            "product_name": "Fortnite Amplify Backpack",
            "product_description": "FORTNITE 18\" AMPLIFY BACKPACK Next time you're thinking of dropping Tilted, it's a good idea to first make sure & wear this backpack. Complete with comfort, capacity & great organization - it's sort of like wearing a Victory Royale on your back. Outfitted with a cool design and lots of pockets, this backpack is a great solution for anywhere you adventures take you!",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 19.59,
            "disc": "50",
            "stock": "1",
            "employee": "janeth"
        },
        {
            "upc": "843340245768",
            "product_name": "Kids' Ryan's World 16\" Backpack",
            "product_description": "Boys and girls will love this ZAP, POW! Ryan’s World backpack, featuring all their favorite Ryan characters like Combo Panda, Red Titan, and Gummy Gator. This backpack captures Ryan and his friends with a real cool front panel applique. Who wouldn't want to sport this backpack, especially all those Ryans World fans out there ! Don't forget to check out the hidden detachable cape attached in the back upper zipper; you'll be a true hero !\n\nThe 16 inch size is large enough to fit everything they need for elementary school – a binder, folders, notebooks, and a lunchbox – and the straps adjust for the perfect fit so it isn’t too big for their shoulders. It has mesh elasticized side pockets on both sides for water bottles, and a front zip pocket for easy access to school supplies. It’s also great for sleepovers and travel! .",
            "product_image": "https://origamiitlab.com/wp-content/uploads/2018/12/bird.png",
            "product_price": 18.99,
            "disc": "50",
            "stock": "1",
            "employee": "janeth"
        }
    ]
}